{
  "Most Popular Questions": {
    "What is your returns policy?": "If you're not 100% satisfied with your Staples® purchase, you can return it for any reason at no charge.\nYour purchase must be returned in salable condition with the original packaging, including Universal Product Code (UPC), manuals, parts and your receipt or packing slip.\nFor more information about our Returns Policy, click here.",
    "How do I return or exchange something I've ordered online?": "You can bring your item to any Staples® retail store, even if you ordered it online or by catalog. If you're unable to go to a store, we also offer convenient online returns; simply visit our Online Returns Center.",
    "Where can I find product information not listed on Staples.com®?": "Feel free to contact our customer service team by phone at 800-333-3330 or send us an email.",
    "Do you sell other products not listed on Staples.com?": "Yes we do, and our Staples Product Concierge team can help. We’ll track down the item for you; just tell us a little bit about what you want, and we'll do our best to find it for you. There's no obligation to buy.",
    "How do I use my Staples Rewards® number when I place an order?": "Your Staples Rewards number can be used when placing an order for products on staples.com®. You can add your Staples Rewards number to your account by taking the following steps:\nStep 1: Click My Account from the home page and go to My Profile.\nStep 2: Click Edit on the line that says Staples Rewards® Member Number.\nStep 3: Enter your Staples Rewards number and press Save Account.\nIf you do not have an existing account on staples.com but do have a Staples Rewards number, you'll need to follow these steps:\nStep 1: Click Your Account on the top right corner of the home page.\nStep 2: Click Start Here to create a new account.\nStep 3: Enter your Staples Rewards number in the field provided and click Continue.\nWhen you add your Staples Rewards number to your account, it will automatically be added whenever you make a purchase at staples.com. Please note: Purchases made on Staples Business Services do not count toward Staples Rewards®.",
    "How do I check the status of my order?": "After you place an order and it has been processed for delivery, you'll receive a confirmation email. The confirmation will contain the expected delivery date, your shipping address, your order number and any other relevant information.\nThe receipt of an email order confirmation is recognition that we have received your requested order and does not constitute an offer to sell.\nYou can also check the most current order status. To check the delivery status of your order, click on the Order Status page and then provide your order number and zip code. Or, if you're logged in to staples.com®, click on \"Order Status\" and select the appropriate order for tracking information. If we need your help to resolve any problems with your order, we'll contact you by phone. If we can't reach you right away, we'll contact you by email.\nNote, the Order Status information for staples.com orders, catalog orders and Staples® Ship Center Orders does not necessarily represent the final order — especially if any changes were made due to product availability, credit card authorization, tax and coupons. This information should be used only for your own reference. It cannot be used for tax or billing purposes.\nIf we become aware of any issues with your order, you'll be contacted by a Customer Service Representative.",
    "Does Staples have a Price Match Guarantee?": "Yes, we do. If you find a lower price on a new identical item, just show us the lower price when you buy the item at Staples and we’ll match the price. Please read the following questions for full details.\nIf you purchase an item from Staples and tell us within 14 days that you found that item at a lower price in our stores or at staples.com®, we’ll refund the difference.\nFor an in-store price match, please see an associate at our customer service desk. This policy is subject to change without notice.",
    "What if I forget my password?": "Just click here. We'll reset your password immediately and send you an email with instructions for choosing a new one.",
    "The login information I used to use to access my Staples Rewards account no longer works. What do I do?": "We’ve put all your Staples Rewards information including available rewards, account profile and ink & toner cartridge recycling on staples.com to make it easy. Now just use your staples.com login information to access everything. Don’t have a staples.com login? Click here to register for one.",
    "How do I change or cancel an order?": "Most orders are transmitted almost immediately to our warehouse, where they're processed and shipped out. So if you want to change or cancel your order, please let us know as soon as possible by calling 800-333-3330. We'll check the status of your order and attempt to make the necessary changes.\nIf your order has already been transmitted to our warehouse for shipping, we won't be able to make changes to the order and it will ship as is. If that's the case and you'd like to place an additional order, please contact Customer Service. You can also refuse delivery if that's more convenient for you, or return your item(s) to any Staples® retail store, even if you ordered it online or by catalog. (Click here to learn how to make a return.)\nIf you cannot call us, please send us an email and we'll make the necessary adjustments as noted above.",
    "I won't be available to accept my delivery. What do I do?": "If you've already placed an order with us, we may be able to reschedule your order for a different delivery day that's more convenient for you. Please chat with us or call us as soon as possible at 800-333-3330 to speak with a member of our customer service team. However, if you would like the driver to leave your products (e.g., on the front steps), please fill out the Driver Release Agreement. The driver must take the note as proof of authorization. If you don't post a Driver Release Agreement, the driver will decide whether or not to leave the order unattended.\nIf the delivery cannot be made, your order will be returned to the local delivery center and another attempt will be made.",
    "How do I check the balance on my Staples® gift card?": "Easy! If you’d like to see how much is left on your gift card, click here. Under Gift Cards (or eGift Cards if yours was sent via email), click the link that says “View card balance.”",
    "How do I redeem a coupon on staples.com®?": "Get more savings on our already great prices with weekly Staples® printable coupons.\nYou can add coupons to your shopping cart at anytime. Here’s how:\nStep 1: Click on your cart in the top right-hand corner\nStep 2: Click the \"Add/Edit Coupons\" button at the bottom of the page\nStep 3: Enter your coupon code and click \"Add Coupon\"\nStep 4: Click \"Back to My Order\" to return to your cart\nWe offer two types of coupons: (1) Coupons that provide a discount on your overall order or transaction (called transaction coupons); (2) Coupons that provide a discount on a specific product, including coupons that provide a discount on the highest priced item purchased (called product coupons).\n Please note these limitations for transaction and product coupons:\n\nLimit one transaction coupon per purchase.\nAny minimum purchase requirement for transaction coupons must be met with regular priced product to which no other coupon or instant savings offer applies. Products discounted by Staples.com automatically added coupons or instant savings will not be eligible for use with transaction coupons.\nHighest Priced Item transaction coupons provide a discount on the highest, regular priced product in your order total.\nProduct coupons must be met with regular priced product to which no other coupon or instant savings offer applies. Products discounted by Staples.com automatically added coupons or instant savings will not be eligible for use with product coupons.\nStaples Rewards® can be redeemed on any order.\nBoth transaction and product coupons are not valid on desktop or laptop computers; tablets; netbooks; Apple® products; Bose® products; Amazon Kindle®; NOOK®; HP ink and toner; Epson® ink and toner; gift cards; mobile phones and mobile phone services; Staples® EasyTech℠ professional-grade and on-site services; business service provider or custom-printing service provider Web sites; daily deals; phone cards; and postage stamps. \n\nOther restrictions: Coupons not transferable. Coupons may only be used once and cannot be used on subsequent orders. Please observe the coupon limits on particular offers. Ten coupon maximum for any single order. Void where prohibited. No cash or credit back. Coupon must be submitted at time of order. Expired coupons not valid. Competitors’ and manufacturers' coupons not valid. Limit one per customer. Tax and delivery not included in calculating minimum purchase requirement. Coupons not valid on previous purchases or purchases made with Staples® Procurement or Convenience Cards. Single-time usage of Visa Coupon will not be included in shipping threshold calulculation.\nNote: We reserve the right to reject orders that use a coupon code that was obtained from a bulletin board or other Internet site, transferred from a direct mail recipient, or that are in violation of any restrictions listed above. We reserve the right to charge the customer’s credit card for the amount of any disallowed coupon.",
    "What’s new on staples.com®?": "We’re continuing to make staples.com faster, easier to use and even more helpful so you can make more happen. Among our recent additions:\n\nStaples has teamed with BookRenter to provide a top-notch textbook rental service and save students money on their textbooks.\nYou can now sell back a used mobile phone, iPod® or tablet and receive a Staples® gift card that you can use online or at any Staples® store location.\nStaples Rewards® members can now log in to their account and recycle their ink or toner cartridges online. (Note: Online ink and toner recycling is currently available only for Staples Rewards members.)\n",
    "Where can I go to learn more about Buy Online Pick Up In Store?": "Please visit the Buy Online Pick Up In Store Learn More Page.\n ",
    "Staples Auto Restock Terms of Use": "Welcome to the Staples Auto Restock program (“Auto ReAuto”) Terms of Use (the “Terms of Use”).  The Staples Auto Restock is operated by Staples Contract & Commercial, Inc. (together with its affiliated entities, “Staples”).  Your participation in Auto Restock is governed by these Terms of Use, as well as the Staples.com Terms and Conditions (in the event of any conflict between these Terms of Use and the Staples.com Terms and Conditions, these Terms of Use shall control).  Please read these Terms of Use carefully, because they constitute a legal agreement between you and Staples.  By registering in Staples Auto Restock, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use.  If you do not agree to these Terms of Use, please terminate your use of Auto Restock.  Staples reserves the right to change these Terms of Use.  You should check these Terms of Use periodically - by using Auto Restock after we post changes to these Terms of Use, you agree to accept those changes, whether or not you actually reviewed them.  These Terms of Use were last updated on 4/15/15. \nELIGIBILITY\nYour Auto Restock is personal to you, and you may not assign or transfer your Auto Restock subscriptions, or any of its benefits, to any third party without Staples’ authorization. If any problems arise with your Auto Restock account, you will be notified through your email address provided with your Auto Restock subscription.  If continuing problems arise, your Auto Restock order will be canceled and no additional Auto Restock orders will be shipped until the problem has been resolved. If your particular Auto Restock order is canceled, your enrollment with Staples’ Auto Restock will remain in effect, and Staples will attempt to process the next Auto Restock order based on the delivery frequency you have chosen.\nIf an item is no longer available, or no longer eligible for Auto Restock, we will automatically suspend your subscription for that item and no additional orders with that subscription will be placed.  If you choose to replace the item, you will be required to create a new subscription order for that item\nBENEFITS\nYour enrollment begins after your first order. Your order will be based on the specific date you chose for your first order. If you did not specify a date for your order, your order will be processed immediately by Staples. \nStaples reserves the right to change the Auto Restock benefits at any time in its sole discretion.  All changes will apply to future orders, including the current subscriptions.\nPAYMENTS AND BILLING CONDITIONS\nA valid credit card is required at the time of the order, and will be used for payments of subsequent Auto Restock orders.\nThe total cost charged to your credit card for each Auto Restock order will be the cost of the item on the day that order is processed (plus delivery charges and sales tax, if applicable).  Therefore, the cost of each Auto Restock order may vary.\nAfter your first order, Staples will send you an email notice prior to processing each Auto Restock order to confirm the cost of the order. Your initial order will be processed when your subscription is set up. You can also view the order date, order number and total of each Auto Restock order by visiting “My Subscriptions” on your staples.com® account. The amount of each Auto Restock order will be billed to the credit card you authorize for Auto Restock purchases, and your card will be billed on the day your order is shipped.\nIf the method of payment used during the subscription period becomes invalid or if the charge is otherwise rejected, an email will be sent to the email address associated with your subscription notifying you that the next subscription will be on hold.\nUnless you update your method of payment, the charge for each order will be billed to the method of payment used when you create your subscription. If the method of payment becomes invalid at any time during the subscription period or if the charge is otherwise rejected, we will send an email to the email address associated with your subscription notifying you that the subscription has been placed on hold.\nCHANGES, CANCELATION AND RENEWAL OF SUBSCRIPTION\nYou can change or cancel your subscription any time before the current order has shipped in “Manage Subscriptions” on staples.com.  Your subscription will remain in effect until it is canceled.  To prevent additional shipments of an Auto Restock order, you must cancel or change your subscription within 24 hours before the next subscription order is shipped.   You will only be charged for orders that have already processed for delivery.\nELIGIBLE ITEMS\nAuto Restock is limited to items displaying the Auto Restock message.\nTERMINATION POLICY\nStaples may, in its sole discretion, terminate or suspend your subscription, for any reason, including, without limitation, breach of these Terms of Use. In the event that you are not satisfied with the subscriptions provided by Staples, your sole remedy is to terminate your use of Auto Restock.  If we choose to do so, you will only be charged for orders that have been shipped to you"
  },
  "Products & Services": {
    "Where can I find information about the products Staples sells?": "Nearly all the products in the Staples® catalog can be found by browsing or searching on staples.com®, and each item has an in-depth product page filled with relevant information. In addition, our technology resource centers have plenty of helpful information about buying computers, digital cameras, tablets and more. And our Product Concierge team is here to help, too.",
    "What is the Staples® Product Concierge?": "When you can't find the product you want, the Staples Product Concierge team can help. They'll track down an item for you — even if it's something we don't currently have on our site. Just tell them a bit more about the product you want, and they'll do their best to find it for you. There's no obligation to buy.",
    "Does Staples.com® have the same selection as the Buying Guide catalog I received in the mail?": "Yes, and much more. The Staples® Web site includes nearly every item featured in the regular Staples Buying Guide catalog you receive in the mail, with the exception of custom products such as personalized stationery and stamps. In addition, staples.com® has hundreds of thousands of items including supplies, technology products and furniture, as well as more than 2,000 downloadable software titles. Feel free to call us at 800-333-3330 if you're interested in any items that you don't see on staples.com; we also have a Staples Special Order catalog and will be glad to assist you in selecting products.",
    "Where can I find product information not listed on Staples.com®?": "Feel free to contact our customer service team by phone at 800-333-3330 or send us an email.",
    "Do you sell other products not listed on Staples.com?": "Yes we do, and our Staples Product Concierge team can help. We’ll track down the item for you; just tell us a little bit about what you want, and we'll do our best to find it for you. There's no obligation to buy.",
    "How do I sign up to receive a Staples® catalog by mail?": "It’s easy: Just go to the Request a Catalog page and select from the free catalog(s) you wish to receive. And remember, you’ll find even more products available on staples.com®.",
    "Why should I buy Staples® brand products instead of other brand-name products?": "Staples® brand products have been rated the most trusted brand in office supplies in North American customer surveys and are available in 27 countries. We proudly back our Staples® brand office supplies and facilities products with a 100% Satisfaction Guarantee. If at any time you're not absolutely satisfied with your Staples® brand purchase, just return it. It's that easy.",
    "I need some software for my computer. Can I download it from the Staples® Web site, or do I have to buy a CD?": "Staples offers more than 2,000 downloadable software titles, including ones that help with finance, security, office productivity, Web design and more. You get exactly the same software as on a CD, but without the hassle. And when you purchase from us, you'll have 24/7 access to all your downloads, so you can quickly and easily retrieve download instructions, software links and activation codes.",
    "How environmentally friendly are the products Staples sells?": "Staples wants to take it easy on the planet, and part of that effort involves selling eco-friendly products. From recycled desk accessories and third-party certified technology to eco-conscious cleaning supplies and compostable cups, we have green choices to get you through your day.",
    "How do I submit reviews for products I've purchased on staples.com®?": "Each product page allows those with a staples.com account to submit a review. We encourage you to provide comments, a rating and more, to help other shoppers who could benefit from your experience.",
    "Are Staples products available outside the United States?": "Yes, they are. We're very excited about the company's growth in other countries and will continue to work hard to make Staples products available around the world. For your convenience, you can click on the appropriate link to find addresses, phone numbers and Web addresses (where available) for Staples locations in Canada, across Europe and in Australia. You can see all our other international locations here.",
    "Does Staples have a program for affiliates or resellers?": "Yes, we do. The Staples® Affiliate Program lets your customers purchase products from Staples via your Web site, and rewards you for each purchase.",
    "I'm a corporate customer and need a more customized shopping experience. Can Staples help?": "Sounds like you may be interested in Staples Advantage®, the business-to-business division of Staples. Staples Advantage can develop a customized program for your business. You’ll get specialized pricing, dedicated local account management and a complete assortment of products and services at the lowest total delivered cost — all from one easy, convenient source. We’ll help you save money and time, so you can focus on what really matters: building your business. Let us know when you’re ready to get started.",
    "Can I purchase a service plan for the products I buy?": "Yes, you can. Accidents happen; Staples offers protection plans to keep you covered.",
    "Can I purchase an extended service plan for my business machine or computer?": "When purchasing an office machine or computer from us, you have the option to add an extended service plan to your cart. The length of plan ranges from one year to three years, and pricing varies depending on the product.\nIf you've already purchased your office machine or computer from us via the Internet or by placing an order with one of our Customer Service Representatives, you may also purchase an extended service plan by going into one of our stores and showing both the product and your packing slip. You have up to 30 days from the initial product purchase date to purchase the extended service plan.\nPlease note that if you ever need to use the service, you'll need to have both the purchase receipt for the original item as well as the receipt for the purchase of the extended service plan available.",
    "Does Staples offer any recycling services for used ink or toner cartridges, or other products?": "Yes, we do. Staples wants to take it easy on the planet, and part of that effort involves helping you recycle your used ink and toner cartridges.\nVisit your local Staples® retail store to recycle your ink and toner cartridges, batteries, computers, monitors, paper shredders and more. Or, if you're a Staples Rewards® member, you can log in to your account and select the option to recycle your ink or toner cartridge online. You'll receive a prepaid shipping label that you can use to send back cartridges. (Note: Online ink and toner recycling is available only for Staples Rewards members.)\nWhen you recycle your empty ink and toner cartridges, you'll get $2 back in Staples Rewards for each, up to 10 per month (minimum $30 ink or toner purchase over the previous 180 days required).",
    "Can someone assist me in setting up or fixing my computer?": "We'd be happy to. Our Staples® EasyTechsm tech services team can help with everything, from setting up a new machine, removing any viruses or installing new software to performing hardware diagnostics or giving your PC a tune-up. Get the technical service you need so you can be up and running in no time. Either come into any Staples retail store, or set up an appointment and we'll come to you.",
    "Why can't I set up an EasyTech service appointment on staples.com®?": "Currently we do not offer online scheduling. Services are offered on a first come, first serve basis in store. Please visit the Staples® EasyTechsm Web site for more information.",
    "I need printing services. Can Staples help?": "Yes, we can. The Staples® Copy & Print Center provides multiple services, from basic copying to business card printing and promotional item creation. Visit the Web site to learn more.",
    "Why can't I track my Copy & Print Center order on staples.com®?": "In order to provide you with the best possible experience, we ask that you please visit the Copy & Print Center Web site to track your order.",
    "Can Staples help me ship a package via UPS?": "Yes, we can. If you'd like to ship items via UPS from a Staples® retail store, visit one of our Staples Ship Centers. You can save your shipping information and addresses in our database and then access this information from any store. You can also track this order through Order Status with the UPS tracking number given to you at the store.",
    "Can I place an order for a textbook rental?": "Yes, you can. Just visit bookrental.staples.com and create an account. Next, search for the title of the book you want (or its author or ISBN), select your preferred rental term and complete your order.",
    "Who do I contact if I have questions about my Staples textbook rental order?": "You can call the BookRenter toll-free support line at 855-315-5132 between the hours of 8:00 am and 5:00 pm PST, Monday to Friday, or you can email them at staples@bookrenter.com.",
    "Is it possible to sell back my mobile phone, iPod®, tablet, laptop or other tech device?": "Yes, it is. If you would like to sell back a used laptop, iPhone®, smartphone, iPad®, tablet, eReader, iPod or MP3 player, visit tradein.staples.com and follow the instructions, or visit one of our Staples® retail locations. Your payment will be issued as a Staples gift card that you can use online or at any Staples store. Click here for more information.",
    "If I sell back a tech device, why is the price online different from the one in store?": "Online trade-in utilizes real-time pricing based on a marketplace with multiple buyers. It’s based on customers’ description of the device, rather than inspection by a Staples associate. In store, a Staples associate will visually inspect and adjust pricing based on imperfections.",
    "I was quoted a price for my trade-in; I shipped my device, then received a notification that the original price I was quoted was revised. Why is this?": "We inspect your device to make sure the condition and model match what you described in your order. A revised offer for your device would only occur if:\n\nThe item we receive is in different condition than indicated in the original offer, or\nThe device we receive is a model that is worth less or more than the device indicated in the original offer\n\nIf you receive a revised offer, you'll have five days to accept or decline the new offer price.\n\nIf you accept the new offer, we will issue your Staples gift card within two business days\nIf you decline the new offer, we will return your device to you free of charge within two business days\n",
    "What if I receive a requote for a trade-in and I want my item back?": "If you disagree with a revised quote, you can decline it in one of two ways: \n\nBy selecting Accept or Decline in the revised offer email we sent you\nBy going to the Track Order page and looking up your order by order number or the email address you used to place your order\n\nOnce you decline the revised offer, we'll mail back your device to you free of charge within two business days. \n ",
    "Why can I get my money right away in store and not online?": "In store, we can inspect and appraise the device instantly, whereas online it needs to be shipped in and inspected before you can receive your Staples eGift card.",
    "How can I track my trade-in shipment?": "If you want to track your shipment, you can do so here: http:adein.staples.com/track.",
    "I used the online process to sell back a device and need to speak to someone. How can I get in touch with Staples Customer Support?": "If you don’t find the answer to your question at our Trade-In Help Center, you can email Staples Customer Support at supporttradein@staples.com or call 888-685-1662, Monday to Friday, 9:00 am to 5:00 pm ET."
  },
  "Pricing & Promotions": {
    "Where can I find out about special promotions, offers and discounts?": "The staples.com® Hot Deals Center is where you'll find all our best deals, including our Weekly Ad. You can also find out about special promotions by connecting with us on Facebook and Twitter. And be sure to check out all of our weekly deals on the tech products you need.",
    "Is there a way to get email updates about special deals and offers?": "Yes. In the lower left-hand corner of our Web site, you’ll see the option to get information on deals. If you click on the text and provide your email address, you’ll start receiving email updates from us about our latest deals.",
    "What is Staples' Daily Deals program and how do I sign up?": "Every week, Staples offers thousands of deals on products in every category. But each day, we have special deals that are really big — often at more than 50% off. And because these offers are only available online and while supplies last, you won't want to miss out. Sign up here to be the first to learn about today's Daily Deal. Also, be sure to check out all of our weekly deals on the tech products you need.Daily Deals are not eligible for additional coupon savings.",
    "How do I sign up to receive special deals and offers via text message?": "Send a text message that says STAPLES to the short code 555-444 to start receiving text alerts when a special deal is available. Although Staples' Mobile Programs are complimentary and require no purchase or fee for participation, message and data rates may apply. Check your mobile plan for more details. Subscribers will receive up to 6 messages per month.\nRead our full Mobile Terms and Conditions here. If you have any additional questions, you can send a text message from your mobile phone with the word HELP to 555-444 at any time, or call us at 800-333-3330.",
    "What is the policy for Exclusive Offers?": "Exclusive Offers are valid only during this visit on Staples.com. Exclusive Offer expires after 20 minutes of inactivity from staples.com. “Inactivity” is defined as not clicking on the site.\nTo get the Exclusive Offer discount, add the product to your cart and purchase before the offer expires\nDiscount may only be used once, applies to only the specified item and is applied prior to tax\nDiscount cannot be transferred\nNo cash/credit back \nNot valid on prior purchases or purchases made with Staples® Procurement or Convenience Cards\nProduct price after discount will be used to calculate shipping charges\nDiscount not valid for products purchased at Staples’ retail store or over the phone\n",
    "How do I find out when a coupon, deal, promotion or offer ends? Can I still use the coupon after the expiration date?": "The expiration date for any coupon, deal, promotion or offer will always be plainly explained. Prices found in the Weekly Ad are only good for the week specified, unless otherwise noted. Unfortunately, offers, deals and coupons are not valid after the expiration date.",
    "How do I purchase a Staples® deal item I saw on LivingSocial?": "Locate the Staples deal you wish to purchase on LivingSocial’s Web site and click on “Buy Now” to initiate your purchase. Complete the checkout process by providing your personal information, including payment. You’ll receive your deal voucher from LivingSocial via email within 24 hours, with instructions on how to redeem your deal at staples.com®.",
    "Can I price match to a Staples deal I saw on LivingSocial?": "No, you cannot. You must purchase the deal via LivingSocial’s Web site and then redeem it at staples.com.",
    "Are taxes included when I purchase a Staples deal via LivingSocial?": "No, they are not. Customers are responsible to provide payment for any applicable taxes on their product when they redeem their Staples deal on staples.com.",
    "Do I get free delivery when I redeem a Staples deal I purchased through LivingSocial?": "Delivery is free on orders $49.99 and up. Orders under $49.99 are charged a $9.95 delivery fee.",
    "How do I redeem a Staples deal I purchased on LivingSocial?": "Click on the link provided in your email voucher, which will bring you to the product page for your deal item.\nAdd the deal item to your cart and proceed to checkout.\nAt checkout, enter the 16-digit discount coupon code provided in your deal voucher.\nEnter the Staples eGift card number and corresponding 4-digit PIN number provided in your deal voucher as your payment.\nEnter an alternate method of payment for any applicable taxes or delivery fees. \n",
    "Can I redeem my LivingSocial deal voucher at a Staples store?": "No, you cannot. LivingSocial deal vouchers must be redeemed online at staples.com.",
    "How do I get refunded for a Staples deal I purchased on LivingSocial if I change my mind before redeeming?": "Please contact LivingSocial via their help page for a refund: https://help.livingsocial.com/contact_us.",
    "If I've already redeemed my LivingSocial Staples deal, how do I return it?": "You can return your item via our online return center. View our full Return Policy for more information on returnable items.",
    "Do I earn Staples Rewards® on Staples deals purchased via LivingSocial?": "If the Staples item purchased is eligible for rewards, yes.",
    "What do I do if I haven't received my LivingSocial voucher email?": "Please contact LivingSocial via their help page for assistance: https://help.livingsocial.com/contact_us.",
    "What if my LivingSocial deal voucher expires before I've redeemed it?": "LivingSocial will issue you Deal Bucks for the paid value of your voucher within 3–7 days after expiration. If you haven’t received your Deal Bucks within 7 days of the expiration of your voucher, please contact LivingSocial via their help page: https://help.livingsocial.com/contact_us.",
    "Does Staples have a Price Match Guarantee?": "Yes, we do. If you find a lower price on a new identical item, just show us the lower price when you buy the item at Staples and we’ll match the price. Please read the following questions for full details.\nIf you purchase an item from Staples and tell us within 14 days that you found that item at a lower price in our stores or at staples.com®, we’ll refund the difference.\nFor an in-store price match, please see an associate at our customer service desk. This policy is subject to change without notice.",
    "Which competitors will Staples price match?": "Staples will price match items sold by any retailer who sells products in both retail stores and online under the same brand; we will also match those that are sold and shipped by Amazon.com. Marketplace products sold through any eligible competitor (e.g., products sold or shipped by a third party) are excluded.",
    "Which items does Staples price match?": "We price match almost everything we sell. The item must be identical, including model number, components and U.S. warranty. The item must be in stock and available for purchase at that price from an authorized U.S. reseller, whose authorization we reserve the right to verify. For wireless phones and other items with a service plan, the plan, provider and other terms must be the same.",
    "Are there any items and services that aren't available for Price Match?": "We don’t price match competitors’ or our own local or special events (e.g., grand opening, anniversary, clearance, timed sales or liquidation sales, “Black Friday” or “Cyber Monday” sales).\nThe following products and services are excluded from our Price Match Guarantee: our Staples® EasyTechsm services, postage, gift and phone cards, and apps sold on the staples.com® App Center.\nAlso, we do not price match taxes, warranties, typographical errors, merchandise credits or contracted prices offered to Staples Advantage® customers.",
    "How do Staples coupons and rebates contribute to the Staples Price Match?": "When calculating a price match, we’ll deduct any available Staples coupons, Staples rebates (instant, easy or mail-in) and manufacturer rebates from the Staples price to arrive at a net price.\nFor example, if you buy an item from us for $100 and we offer a $20 instant rebate, the net price is $80. If another company’s price is $80 or more, we will not match the price.\nAnother example: If you buy an item from us for $159 and you have a $30 coupon, the net price is $129. If another company’s price is $125, your price match would be $4 off our net price of $129. Dollars-off coupons will be proportionally deducted from the prices of items in your order.",
    "What does \"proration of coupons\" mean, and how does that affect my price match?": "Proration of coupons means that the dollars-off coupons (Staples coupons, rewards, gift checks) are proportionally deducted from the prices of items in an order.\nThe prorated discount from all coupons redeemed, excluding rewards, will be used when calculating Staples’ price. The application of coupons can mean a specific purchase won’t qualify for price match. Similarly, a purchase that has a price-match discount may no longer be eligible for a coupon if the adjusted order total no longer meets the coupon’s minimum requirements.",
    "What happens if I buy something and then Staples discounts it? Can I get a price match for the difference?": "If you purchase an item from Staples and tell us within 14 days that you found that item at a lower price in our stores or at staples.com, we’ll refund the difference. To claim a price match, please see an associate at our customer service desk at your local store or call us at 800-333-3330.",
    "Will Staples match a competitor's price for a product where the competitor also offers an instant rebate, mail-in rebate, gift check or gift card, or free or discounted item?": "If a competitor offers a product that comes with an instant rebate, mail-in rebate, gift check/gift card or similar discounts, we will not take these discounts into account. If a competitor offers a product that comes with a free or discounted item, and Staples does not carry the free or discounted item, we will only match the price you pay at the point of purchase, and will not take the free or discounted item into account.",
    "Are delivery charges included in the price match?": "It depends on whether your staples.com® order will receive free shipping, and whether the competitor’s order will offer free shipping:\nIf your staples.com order will receive free shipping and the competitor’s order will receive free shipping, we will price match the product without considering shipping charges.\nIf your staples.com order will receive free shipping and the competitor’s order will not receive free shipping, we will include an appropriate shipping charge in the competitor’s price before calculating the price match.\nIf your staples.com order will not receive free shipping, and the competitor's order will receive free shipping, we will deduct the Staples shipping charge from the competitor's price, so that the Staples price match item total is the same as the competitor’s price.",
    "Are quantities limited on price-matched products?": "Yes. We may limit the quantity we sell of the price-matched item, particularly if the other retailer has set a limit. In addition, we reserve the right to limit quantities sold to a customer.",
    "How do I get a price match?": "For an in-store price match, please see an associate at our customer service desk at your local store. For a price match on staples.com®, please call 800-333-3330.",
    "Does Staples offer any gift-giving options?": "Yes, we do. From TVs, computers and other electronics, to journals, sports memorabilia, jewelry and games, we have plenty of great gift options for nearly any occasion. And that's not even counting the large line of gift cards from merchants including AMC Theatres, the Cheesecake Factory and the Home Depot. If you need a gift, we have one for you.",
    "Can I send an order to someone as a gift and make sure the price doesn't show up on the packing slip?": "At this time, we are not able to accommodate requests to change the packing slips that are sent with orders. The packing slip will list the items, quantity and price paid.\nIf you'd prefer to send an order without a packing slip, you can have your order delivered to yourself. Then you can bring it to one of our stores and take advantage of our full line of reasonably priced packing and shipping services to have it delivered to the recipient.",
    "How do I buy Staples® gift cards?": "Staples gift cards are available in all Staples retail stores and online in denominations of $25, $50, $75 and $100.",
    "Where can I use my gift card?": "Gift cards are valid only at the retailer/service provider listed on the card. Prepaid cards cannot be redeemed for cash. Specific terms and conditions are included with each card.\nYou can use your Staples® gift card in all Staples retail stores in the U.S and on staples.com®. There’s no expiration date, and you won’t be charged any service fees. Following each purchase, your receipt will show the remaining balance on the card. Value can be added to this card at any Staples U.S. retail store.\nGift cards cannot be used for credit card payments or to purchase other gift cards (including Staples gift cards) or wireless cards. No more than five cards may be used for any single purchase. Cards may not be consolidated.\nFor more information about Staples gift cards, you can also visit www.staples.com/giftcards.",
    "Are eGift Cards available?": "Yes. With an eGift Card, you can customize the design and amount, and have the gift delivered right to your recipient's email inbox.",
    "Do I need to print my eGift Card in color?": "No, you do not need to print in color. The most important thing is that the card number is clear. If it's not, you may need to install a new ink cartridge. (Need to restock? We can help with that.)",
    "Is there a limit to how many times I can print or copy an eGift Card?": "You can print as many times as you need to; the value of the eGift Card is tied to the gift card number, not the printout. When that number is used, the value of the purchase is deducted from the eGift Card. That means you should safeguard your eGift Card for your own protection. If someone makes a copy of your eGift Card and redeems it for the full amount, your copy will have no value.",
    "What if I lose my gift card?": "Your gift card has cash value and should be safeguarded as such. If you lose your gift card, or a printed copy of your eGift Card, contact us immediately. If your eGift Card has not been redeemed or has some remaining value, we can cancel the original and issue you a new eGift Card for that value.",
    "How do I check the balance on my Staples® gift card?": "Easy! If you’d like to see how much is left on your gift card, click here. Under Gift Cards (or eGift Cards if yours was sent via email), click the link that says “View card balance.”",
    "How do I redeem a rebate offer?": "There are two ways to redeem a rebate offer:\nStaples® Easy Rebates®\nNow you can submit most rebates online — no clipping, no mailing, no hassles. Easy Rebates are available on products purchased in Staples stores, through our catalog and online at staples.com.\nLook for Easy Rebate products every time you shop. They're identified by the phrase \"Easy Rebate\" in the product description. When you're ready to submit your Easy Rebate, go to www.stapleseasyrebates.com and enter the required information right online. You won't have to clip out UPC codes or mail in receipts. You'll even receive emails keeping you posted on your rebate status, with links to the Track Status page online. Best of all, you'll receive your rebate faster than ever — within 4 to 6 weeks.\nNote: Certain products, including most software titles, are not eligible for online submission. Any products excluded from the online submission process will be advertised as qualifying for a \"mail-in rebate\" versus an \"Easy Rebate.\"\nMail-In Rebates\nMail-in rebates are easy to redeem too. You can find and print rebate forms, and even track the status of your mail-in rebates, at www.stapleseasyrebates.com.\nBecause many rebate offers require original sales receipts and rebate forms, it's important to make copies of both and keep them with your records. Should a problem arise with your rebate redemption, having these copies will make it easy for us to resolve the issue.\nIf you purchased a rebate item through our catalog or at staples.com and a receipt is required as Proof of Purchase, you should use the packing slip that was included in your order as your receipt.\nIf you have questions about your rebate, please call 877-266-6483 Monday through Friday 7:00 am to 12:00 am ET, Saturday 8:00 am to 12:00 am ET, and Sunday 10:00 am to 12:00 am ET.",
    "Will using Staples Easy Rebates allow me to receive my rebate faster?": "Some manufacturers tell customers they must wait 8 to 14 weeks to receive their rebate. But with Staples Easy Rebates, you'll receive your rebate 4 to 6 weeks after you submit it — or maybe even sooner than that. (Note: During the holiday seasons, rebates usually take 6 to 8 weeks.)",
    "I lost my sales receipt. Can I still get my rebate?": "For a mail-in rebate, in most cases all you'll need is your rebate redemption form. See details of the specific rebate for more information. With Staples Easy Rebates, the vast majority of rebates do not require a sales receipt. You will, however, need your rebate redemption form for a retail purchase or your packing slip for an online or delivery purchase.",
    "When submitting an Easy Rebate, can I submit more than one rebate at the same time?": "Yes you can. There's no limit on how many rebates you can submit at one time. After you've finished entering the first rebate, you'll be asked whether you have additional rebate offers to submit.",
    "I bought two (or more) items that fall under the same Easy Rebate promotion number. After entering the first SKU online, I'm not able to submit for the additional SKU(s). What should I do?": "If you purchased multiples of the same product with a rebate or if you purchased multiple items that fall under the same rebate offer number, you only need to enter the rebate offer number once. The system will use your Easy Rebate ID number or order number to verify the rebate products you purchased. Then it will update your status to reflect the multiple rebates.",
    "If I take advantage of the Staples Price-Match Guarantee on a product, will I still be eligible for a rebate on that same product?": "In most cases, yes. However, you need to check the terms and conditions of the rebate to see if there is a minimum purchase price requirement. If there is a minimum and the Price-Match Guarantee brings you below that price, you will not be eligible for the rebate.",
    "Do I lose any Staples Rewards when I redeem a rebate offer?": "No, you do not.",
    "Where is my rebate?": "It's easy to track your rebates. Just visit www.stapleseasyrebates.com, and choose whether yours was a mail-in or Easy Rebate under the heading “Where is my rebate?”"
  },
  "Payment Information": {
    "Why is sales tax added to my order?": "Where Staples has a business \"presence,” we are required to collect sales tax. As obligated, Staples charges sales tax on orders for taxable items in accordance with state and local tax laws.",
    "How is sales tax calculated?": "Staples charges sales tax on orders for taxable items in accordance with applicable state and local tax laws. The amount of sales tax charged depends on several factors, including the item purchased, the destination of the order and, where applicable, the location from which your order is shipped. During the checkout process, the order confirmation and packing slip will reflect the estimated sales tax. Please be advised that the estimated sales tax may differ from the final amount charged for your order.",
    "How do I obtain a Staples Tax-Exempt Customer Number?": "If you are a tax-exempt organization and do not have a Staples Tax-Exempt Customer Number, please follow these steps:\nStep 1: Fax your tax certificate to Staples at 888-823-8503.\nStep 2: On a cover sheet, please include your telephone number and order number if applicable. Please do not write on your tax certificate.\nStep 3: Your order will be taxed and a refund generated as soon as our Tax Exempt team verifies your tax-exempt information. Please let us know if you have any questions.",
    "How do I use my tax-exempt number?": "If you’ve sent our Tax-Exempt team a copy of your tax certificate and received a tax-exempt number, then tax will be waived automatically at checkout.\nIf you are a new tax-exempt customer, you can fax, mail or email your tax certificate to us. Include your telephone number and order number, if applicable. Your order will be taxed, but a refund will be generated as soon as we've received approval from our tax department.\nSend faxes to 888-823-8503.\nEmails can be sent to taxexempt@staples.com.\nCertificates mailed by postal service should be sent to: Staples, Inc. Attn: Tax Department 300 Arbor Lake Dr. Columbia, SC 29223",
    "What methods of payment does staples.com accept?": "We currently accept Staples® Credit Cards, Visa, MasterCard, Discover, AmericanExpress, gift cards and checks. We accept single or multiple methods of payment on your purchases online and at the kiosk. Staples maintains reasonable and appropriate standards to safeguard your Personal Information. We cannot accept cards issued outside the United States.\nDelivery orders may be placed at a kiosk and paid for in our stores. For these orders, we accept payment via cash, gift card, check, and credit and debit cards at the register.\nService offerings cannot be purchased on staples.com®. They can only be bought in stores. Copy & Print services can be purchased with cash, gift card, check, and credit and debit cards. All others can only be paid for with a credit card.\nGift cards may not be used to purchase other gift cards.\nDownloadable software has a single method of payment option only and excludes the use of gift cards as payment.",
    "How do I redeem a coupon on staples.com®?": "Get more savings on our already great prices with weekly Staples® printable coupons.\nYou can add coupons to your shopping cart at anytime. Here’s how:\nStep 1: Click on your cart in the top right-hand corner\nStep 2: Click the \"Add/Edit Coupons\" button at the bottom of the page\nStep 3: Enter your coupon code and click \"Add Coupon\"\nStep 4: Click \"Back to My Order\" to return to your cart\nWe offer two types of coupons: (1) Coupons that provide a discount on your overall order or transaction (called transaction coupons); (2) Coupons that provide a discount on a specific product, including coupons that provide a discount on the highest priced item purchased (called product coupons).\n Please note these limitations for transaction and product coupons:\n\nLimit one transaction coupon per purchase.\nAny minimum purchase requirement for transaction coupons must be met with regular priced product to which no other coupon or instant savings offer applies. Products discounted by Staples.com automatically added coupons or instant savings will not be eligible for use with transaction coupons.\nHighest Priced Item transaction coupons provide a discount on the highest, regular priced product in your order total.\nProduct coupons must be met with regular priced product to which no other coupon or instant savings offer applies. Products discounted by Staples.com automatically added coupons or instant savings will not be eligible for use with product coupons.\nStaples Rewards® can be redeemed on any order.\nBoth transaction and product coupons are not valid on desktop or laptop computers; tablets; netbooks; Apple® products; Bose® products; Amazon Kindle®; NOOK®; HP ink and toner; Epson® ink and toner; gift cards; mobile phones and mobile phone services; Staples® EasyTech℠ professional-grade and on-site services; business service provider or custom-printing service provider Web sites; daily deals; phone cards; and postage stamps. \n\nOther restrictions: Coupons not transferable. Coupons may only be used once and cannot be used on subsequent orders. Please observe the coupon limits on particular offers. Ten coupon maximum for any single order. Void where prohibited. No cash or credit back. Coupon must be submitted at time of order. Expired coupons not valid. Competitors’ and manufacturers' coupons not valid. Limit one per customer. Tax and delivery not included in calculating minimum purchase requirement. Coupons not valid on previous purchases or purchases made with Staples® Procurement or Convenience Cards. Single-time usage of Visa Coupon will not be included in shipping threshold calulculation.\nNote: We reserve the right to reject orders that use a coupon code that was obtained from a bulletin board or other Internet site, transferred from a direct mail recipient, or that are in violation of any restrictions listed above. We reserve the right to charge the customer’s credit card for the amount of any disallowed coupon.",
    "How many coupons can I use at one time?": "There is a 10-coupon maximum for any single order.",
    "I used a coupon on my order. Why was it applied to multiple items?": "Unless a coupon specifically applies to a particular item, its value may be proportionally distributed to all items purchased. You still get the same value off, whether it’s a percentage or a specific dollar amount, but it’s applied appropriately to all the items in your order.",
    "I forgot to add a coupon to my order. Is it too late?": "No, it’s not. As long as you contact our customer service team within two days of placing your order, we can apply the discount to your order. However, if yours is a Staples Rewards® coupon, we can only apply it at the time of your order and cannot do so later.",
    "How do I use my P.O.s for ordering?": "If you normally use Purchase Orders to pay for your office supplies, you must set up a revolving credit account with us. Fill out an application here. You may also use a major credit card — MasterCard, American Express, Visa or Discover — to pay for your order. Purchase Order numbers can be entered at the Payment Information screen when you place your order or on the Review Order page. Please note that the Purchase Order number is for your records only. It will be referenced on your packing slip to make your record keeping easier.",
    "I am a Staples Advantage® customer. Can I shop online?": "You’re more than welcome to make personal purchases at staples.com®, but to receive the benefits of being a Staples Advantage customer, you should make purchases via your usual ordering platform. Staples Advantage has several eCommerce solutions available. If you’re interested in learning more, visit the Web site.",
    "Can I get a discount if I order large quantities of an item?": "Buy in large quantities and you can save even more. Simply call 800-315-2724 to see if you qualify for a volume discount.\nFax your bid proposal to 877-638-6779, or mail your proposal to: Staples Business Delivery® Attention: Large Quantity Group, P.O Box 9253, Framingham, MA 01701.\n",
    "Can I \"link\" my Staples customer numbers together?": "Yes, you can link your Staples customer numbers together by simply calling 800-333-3330. We recommend that you choose one customer number and use it going forward for all communications with Staples, including Web site and phone orders.",
    "What is Visa Checkout?": "Visa Checkout offers an easier way to pay with your card online, from the company you know and trust. Here are some of the advantages:\n\nSpeed through checkout with a single login\nStore and use any major credit or debit card\nNo need to re-enter your card and address whenever you see Visa Checkout\n",
    "Terms & Conditions for Visa Checkout Coupon": "Limited time offer. Valid online at staples.com when you pay with Visa Checkout only. Not valid in store. Limit one coupon per customer, nontransferable. Minimum purchase requirement of $200.  Tax and shipping not included in calculating the minimum purchase. No cash/credit back. Not valid on any Beats, Bose, Canon ink, Epson ink and toner, HP ink and toner, JBL, Roku, SquareTrade warranties, Staples Industrial(sm) purchases, Steelcase, custom printing orders placed online, services, promotional products, gift cards, prior purchases or any purchases on other provider Web sites. Expires 7/24/15 or when promotional redemption limit has been reached."
  },
  "Placing & Canceling Orders": {
    "Is my Staples purchase guaranteed?": "If you're not 100% satisfied with your Staples purchase, you can return it for any reason, or exchange it for another item.",
    "Is there a difference between purchasing online versus in a Staples® retail store?": "We want you to have the same easy shopping experience, whether you're in one of our stores or browsing our Web site. While we do have a larger product offering online, you can access it at one of the kiosks in any of our retail stores.\nIn addition, prices in Staples stores and on staples.com® may vary. We will match any difference in price that you notice between our retail stores and online.",
    "I would prefer to order over the phone. Is there a number I can call?": "Yes, just call us at 800-333-3330.",
    "Are there any options for making a purchase via a mobile device?": "In addition to a mobile-friendly version of our Web site (http://m.staples.com), Staples now has a mobile app, available for both the iPhone® and devices running the Android™ operating system. The Staples mobile app lets you redeem coupons and rewards, compare product prices and features, scan a bar code to check product availability, view your order history and update shopping lists.",
    "I tend to buy the same things. Can I create a list to avoid searching for them every time?": "You sure can. If there are items you buy regularly, add them to your Favorites List so you don't have to search for them every time you shop on staples.com®. To add an item to your Favorites List, find it on the Web site, then click the “Add to Favorites” option below “Add to Cart.” (If you have not yet logged in, you will be asked to do so.)\nYou can also take advantage of our Easy Reorder feature, which lets you resubmit an order you've placed in the past if you need to replenish your supply.",
    "Can I place an item on hold without purchasing it?": "If you see an item you want, you can add it to your shopping cart without committing to a purchase. This does not put the item on hold, but it ensures you'll have easy access to it when you go to check out. If you decide you no longer want an item and would like to delete it from your shopping cart, simply click “Remove Item.”",
    "How do I use my Staples Rewards® number when I place an order?": "Your Staples Rewards number can be used when placing an order for products on staples.com®. You can add your Staples Rewards number to your account by taking the following steps:\nStep 1: Click My Account from the home page and go to My Profile.\nStep 2: Click Edit on the line that says Staples Rewards® Member Number.\nStep 3: Enter your Staples Rewards number and press Save Account.\nIf you do not have an existing account on staples.com but do have a Staples Rewards number, you'll need to follow these steps:\nStep 1: Click Your Account on the top right corner of the home page.\nStep 2: Click Start Here to create a new account.\nStep 3: Enter your Staples Rewards number in the field provided and click Continue.\nWhen you add your Staples Rewards number to your account, it will automatically be added whenever you make a purchase at staples.com. Please note: Purchases made on Staples Business Services do not count toward Staples Rewards®.",
    "How do I check what's currently in my shopping cart?": "At the top right-hand corner of staples.com® is a yellow box with a picture of a shopping cart. Clicking this will show you what you've selected for purchase.",
    "If staples.com® crashes, what happens to my order?": "If the Web site crashes while you're still placing items in your basket, those items should still be in your shopping cart when you return to the site if you're a registered user or your browser accepts cookies.\nIf the Web site crashes when you're authorizing an order, you should return to the site and submit it again. Don't worry about duplicating your order; our Internet associates check for that. If we have questions about whether or not your order is duplicated, we'll contact you by phone or email.\nIf you're accessing staples.com from an in-store kiosk when your order is interrupted or you're logged out, you'll need to sign in again and return to your shopping cart, then proceed from there.",
    "I'm paying for my order with a Visa® prepaid card or a gift card. Is there any reason why I should save my card after I place my order?": "We recommend that you hold on to your card until after you receive your order, as the refund for any return that you may require is applied back to the original method of payment used on the order.",
    "How do I check if an item is available in a Staples® retail store?": "If an item is available in stores, we will let you know on that product's page. Click the \"Change\" link to check availability at another Staples retail store near you.\nSome items will be available for in-store delivery. Click on the \"Learn More\" link next to the \"Free Shipping to Store\" callout on the product page for details.\nPlease note: Prices in Staples stores and on staples.com® may vary. We will match any difference in price that you notice between our retail stores and online. Availability is not guaranteed and is subject to change.",
    "What if an item I want to buy is out of stock?": "Sorry we're out of what you're looking for, but don't worry. Our Product Concierges are always ready to assist you with selecting an acceptable substitute; fill out this quick form to let them know what you're looking for. If you're set on a particular item, know that we're always restocking our inventory, so please check back soon.",
    "When I place an order with staples.com®, how will I know whether an item is in stock?": "Staples.com will automatically let you know if an item is out of stock when you attempt to add it to your cart. We will also recommend alternative products in the event that we are out of stock in your area. In case of an out-of-stock situation, our Call Center Associates are also always ready to assist you with selecting an acceptable substitute.\nIn the rare instance that an item becomes out of stock after you've placed an order, we'll notify you promptly.",
    "How do I check the status of my order?": "After you place an order and it has been processed for delivery, you'll receive a confirmation email. The confirmation will contain the expected delivery date, your shipping address, your order number and any other relevant information.\nThe receipt of an email order confirmation is recognition that we have received your requested order and does not constitute an offer to sell.\nYou can also check the most current order status. To check the delivery status of your order, click on the Order Status page and then provide your order number and zip code. Or, if you're logged in to staples.com®, click on \"Order Status\" and select the appropriate order for tracking information. If we need your help to resolve any problems with your order, we'll contact you by phone. If we can't reach you right away, we'll contact you by email.\nNote, the Order Status information for staples.com orders, catalog orders and Staples® Ship Center Orders does not necessarily represent the final order — especially if any changes were made due to product availability, credit card authorization, tax and coupons. This information should be used only for your own reference. It cannot be used for tax or billing purposes.\nIf we become aware of any issues with your order, you'll be contacted by a Customer Service Representative.",
    "What if I forget my order number?": "Your order number is included in your Order Confirmation email with an automatic link to your order status on staples.com®. When you order by phone, an associate will give you your order number. It's a good idea to save your Order Confirmation email or write down the order number for future reference. If you forget or misplace your order number, you can get it by contacting Customer Service via email at support@orders.staples.com.",
    "How will I know whether my order has been approved for credit?": "When you place your order on the Internet, your credit card is not \"billed\" until your order is actually shipped from our warehouse. Most orders are approved for credit; if there are any problems, our credit department will attempt to get approval from your credit card provider first, without calling you. Otherwise, the credit department will call you and let you know as soon as possible so you can decide on another method of payment.\nIf you've ordered on staples.com® in a store and paid at the register, your credit card will be billed immediately.",
    "How do I get in touch with Staples if I have a problem with my order?": "Please send us an email or call us at 800-333-3330 if you need assistance with your order.",
    "How long do you keep my order status history?": "Your Order Status history goes back 90 days and reflects any order that was placed on staples.com®, via the phone or at one of our in-store kiosks under your Staples customer number, Staples Rewards® number or Staples-issued tax-exempt number.",
    "I placed a Staples order via Google on my mobile device. Why haven’t I received my Staples order confirmation yet?": "Your Staples order confirmation will be emailed to you within 4 hours of placing your order during regular business hours Monday–Friday (9:00 am–5:00 pm EST). If you placed your order after regular business hours Monday–Friday, or over the weekend, your order confirmation will be emailed the next business day.",
    "I placed a Staples order via Google on my mobile device. Why does my Staples order confirmation show a different total than my Google confirmation?": "The tax and delivery charge on your Google confirmation are estimated amounts only. Your Staples order confirmation reflects the final charges for your order.",
    "What if I placed my order with the incorrect shipping address? What should I do?": "Call us right away at 800-333-3330, or send us an email. Most orders are transmitted almost immediately to our warehouses, so we'll do what we can to make sure your items make it to the correct destination.",
    "How do I cancel an order?": "Orders are transmitted almost immediately to our warehouses, where they are processed and shipped out.  If you change your mind after placing an order, you can process a return online, once you receive your order.  To do this, log in - go to \"My Orders\" - find the order containing the item you want to return - click \"Return an Item” and follow the simple return instructions.  If you have more questions, Click Here",
    "I placed a Staples order via Google on my mobile device. How do I cancel if I’ve changed my mind?": "Orders are transmitted almost immediately to our warehouses to be processed and shipped out. If you change your mind after the order has already been transmitted to the warehouse, you can process a return online once you’ve received the order. Simply hover over “Need Help?” located in the page header above, then click on “Return an Item.” You may also contact Staples Customer Service at 800-333-3330."
  },
  "Shipping & Delivery": {
    "How will I know whether my order has been shipped?": "When you place an order on staples.com, we'll send you an email confirmation to let you know when it's been shipped and is headed on its way to you.",
    "How can I check on my order's delivery status?": "To check the delivery status of your order, visit the Order Status page on staples.com and type in your order number and zip code. You can also log into staples.com, click on \"Track Order\" in the top right corner of the page and select the appropriate order for tracking information. We cannot determine exact delivery time, but we can tell you if your order has been shipped, and whether any problems with it have been reported to us.\nNote: An extra day may be added onto delivery for staples.com orders that have been paid for in a Staples retail store at the register, due to order processing in the store.\nFor more specific delivery details, please refer to your order.",
    "What does it mean when I'm told my order is processing, shipped, item(s) not available, canceled or is shipping from store?": "Processing means we've received your order and are in the process of filling it.\nShipped means we've filled this portion of your order. It's on the delivery truck and will be delivered soon.\nItem(s) Not Available means this portion of your order was not filled. A Customer Service Representative from Staples will be contacting you with more details.\nCanceled means the order was canceled by either the customer or by Staples. A Customer Service Representative from Staples will be contacting you with more details.\nShipping from Store means your order is being filled and shipped from a local Staples retail store in your geographic area. (This option has limited availability at this time.)",
    "I won't be available to accept my delivery. What do I do?": "If you've already placed an order with us, we may be able to reschedule your order for a different delivery day that's more convenient for you. Please chat with us or call us as soon as possible at 800-333-3330 to speak with a member of our customer service team. However, if you would like the driver to leave your products (e.g., on the front steps), please fill out the Driver Release Agreement. The driver must take the note as proof of authorization. If you don't post a Driver Release Agreement, the driver will decide whether or not to leave the order unattended.\nIf the delivery cannot be made, your order will be returned to the local delivery center and another attempt will be made.",
    "What if I don't receive my order by the scheduled delivery date?": "If you don't receive your order by 5:00 pm on the scheduled delivery date, let us know. Keep in mind that UPS may deliver to residential addresses until 7:00 pm.",
    "What do I do if I forget my UPS tracking number?": "If you're a Staples Ship Center customer, you'll be given your UPS Tracking Number when you ship your order from the Staples retail store. If you forget or misplace your UPS Tracking Number, call the Staples retail store from where you shipped your package.",
    "How long will it take for my order to be delivered?": "We'll provide you with an estimated delivery date when you place your order. Estimated delivery dates vary due to carrier shipping practices, delivery location and the items you order. When we use independent carriers to deliver orders, we base the estimated delivery dates upon information provided to us by the independent carriers. Products may be delivered in separate shipments.\nWe deliver between the hours of 9:00 am and 5:00 pm, Monday through Friday, excluding holidays. We cannot determine your exact delivery time, but we can tell you if your order has been shipped, and whether or not there are any problems with it that have been reported to us that could delay delivery. To check the delivery status of your order, visit the Order Status page on staples.com and type in your order number and zip code.\nIf you've purchased a software download, your order will be fulfilled via a separate email confirmation. This email will include download links and instructions on how to complete the download.\nDelivery dates noted apply to orders placed by 5:00 pm local time (or 4:00 pm local time in stores and in limited locations across the country) and where credit approval and product availability are confirmed by 5:00 pm on the same business day that the order is placed. (Business days are defined as Monday through Friday, except holidays.) Items shipped direct from the vendor may require an earlier order placement time. You will be notified of the estimated delivery date in a confirmation email. (Not available for in-store orders if email address is not submitted.)\nNote: An extra day may be added onto delivery for staples.com orders that have been paid for in a Staples retail store at the register, due to order processing in the store.\nFor more specific delivery details, please refer to your order.",
    "Can I get my order delivered today?": "We do not offer same-day delivery at this time. If you need an order today, we suggest visiting one of our retail stores.",
    "Do I have to wait at my house or office all day for my delivery?": "For your security and protection, it's best to have someone available to sign for your order between the hours of 9:00 am and 5:00 pm, Monday through Friday, excluding holidays. Our drivers' delivery routes change from day to day so there is no way to determine the exact time your order will be delivered. If you'd like the driver to leave your shipment (on the front steps, for example), you need to fill out the Driver Release Agreement. If you don't post a Driver Release Agreement, the driver will decide whether or not to leave the order unattended. If the delivery cannot be made, your order will be returned to the local delivery center and another attempt will be made.",
    "What time can I expect my order to be delivered?": "In most cases, our drivers deliver orders between the hours of 9:00 am and 5:00 pm, Monday through Friday, excluding holidays. Since our drivers' delivery routes change from day to day, we cannot determine an approximate time your order will be delivered.",
    "Can I specify a delivery dateime for my order?": "We are unable to specify a particular time for your order to be delivered.\n\nOffice supply orders: Items stocked in a Staples warehouse can generally be delivered any weekday.\nFurniture orders: Delivery date changes cannot be guaranteed, however, we will do our best to accommodate your request. This request will require approval from the local delivery manager pending regular furniture delivery schedules for your area.\n\nNote: Products not stocked in a Staples warehouse are unable to have a specific delivery date assigned to them.",
    "I'm buying furniture. Can Staples assemble it for me?": "Staples offers assembly only on select products. Please check the product page to see if White Glove™ service is included with your purchase.",
    "When will my furniture order be delivered?": "Most furniture orders are available for next-business-day delivery, between 9:00 am and 5:00 pm, Monday through Friday, excluding holidays, as defined by region and availability. We'll notify you if there's an exception. When you place your order, you'll be informed of your delivery day, or you can contact us for the furniture delivery days in your area.",
    "What is your delivery policy?": "An estimated delivery date will be provided after your order is placed. These dates vary due to carrier shipping practices, delivery location and the items you order. Products may be delivered in separate shipments.\nDelivery dates noted apply to orders placed by 5:00 pm local time (or 4:00 pm local time in stores and in limited locations across the country) and where credit approval and product availability are confirmed by 5:00 pm on the same business day that the order is placed. (Note: Business days are defined as Monday through Friday, except holidays.) Items shipped direct from the vendor may require an earlier order placement time. You will be notified of the estimated delivery date in a confirmation email. (Not available for in-store orders unless email address is submitted.) Orders cannot be expedited.\nStaples® catalog, Web site and U.S. retail businesses are operated within the contiguous United States for customers within the U.S. and therefore do not ship or bill to international addresses. (For more about shopping internationally, click here.) Staples delivers to street addresses (not P.O. Boxes or APO/FPO) in the contiguous United States only.\nCertain Staples items originate directly from carefully selected vendors and manufacturers. In many instances, delivery personnel will deliver your order to your entrance. Other items are prestocked at warehouses around the country and delivered by a common carrier. For these items, a loading dock is needed. If one is not available, delivery personnel will bring your order to the tailgate of the truck; you will be responsible for unloading the items and bringing them into your building.",
    "What are my delivery options?": "You can have your items delivered to your home or office, or you can have them delivered to one of our Staples retail stores, where you can pick them up.",
    "How much does it cost to have something delivered?":"Free delivery is available for:\n\norders placed by Staples Rewards® members on orders over $14.99 (excludes oversize items);\norders placed on the in-store kiosk;\norders of $49.99 or more (excludes Oversize and Add-On Items); and\norders that include ink, toner and/or case paper.\n\nYou can also have your order delivered to one of our retail stores for no charge.\nHowever, free delivery is not available for orders placed on documents.staples.com, print.staples.com, staplespromotionalproducts.com, design.staples.com, create.staples.com, 3dservices.staples.com, directmail.staples.com, holidaycards.staples.com, and third party websites linked to staples.com.\nOrders under $49.99 are charged a $9.95 delivery fee.\nOrders are subject to credit approval and product availability, and cannot be expedited.",
    "What is an Oversize Item?": "Oversize Items are items which weigh 100 pounds or more (excluding packaging) and which are identified as Oversize Items on the individual product page. A fee of $14.99 will be charged for delivery of Oversize Items. ",
    "What is an Add-on Item?": "Add-on Items are items with a regular price of $10 or less and which are identified as Add-on Items on the individual product page.  Orders for Add-on Items will only be processed if the total order amount is $25 or more (after application of all coupons and other discounts, and excluding taxes and delivery charges).",
    "Can I purchase multiple items at the same time but have them shipped separately?": "Unfortunately, no. That said, we might ship your items separately based on availability, or if they're coming from multiple suppliers. If you don't want all your items at the same time, we suggest putting in separate orders.",
    "I live right near a Staples Retail store. Can they just deliver my order?": "While Staples does not deliver products directly from the store, we provide fast and free delivery when you order at the in-store kiosk, when you order on the phone or when you place an order of $49.99 or more (excluding Oversize Items).  The order is shipped pending credit approval and product availability. You will be advised of the expected date of delivery at the time you place your order.",
    "Can I place an order online and pick it up in a retail store, rather than having it delivered to my home or office?": "Yes you can. From the product page, click on the \"Pick Up Today\" button. (Note: Not every item sold in Staples stores and on staples.com is available for Pick Up in Store.) If you are not already logged in to staples.com, enter your zip code to find the nearest store where the item is available for pickup. Using the drop-down menu, select the quantity you wish to pickup next to the store, then Pick Up in Store Today. (If an item is unavailable or stock is low, it will be marked as such and you will not be able to order. Stock levels vary by store.)\nDuring the checkout process, your order will be sent to the store you selected. After a store associate has picked your item(s), you will receive a \"Ready for Pick Up\" email letting you know when your order is ready to be picked up. (Online items will be ready for pickup within two hours of the store receiving your request. If the order is submitted within two hours of the store’s closing time, your items will be available within two hours of the store’s opening time on the next day.) Store hours may vary. Check our store locator for your store's hours of operation.\nPlease bring a copy of the email and a valid form of identification to the EasyTech Counter/Customer Service Desk, or just look for the Online Order Pick Up Sign and see an associate. Please be sure to have your printed \"Ready for Pickup\" email, which contains your order number and bar code.",
    "If I place an order online and pick it up in a Staples retail store, is there a fee?": "No, there is not.",
    "How do I check if an item is available in a Staples retail store?": "If an item is available in stores, we will let you know on that product's page. Click the \"Change\" link to check availability at another Staples retail store near you.\nSome items will be available for in-store delivery. Click on the \"Learn More\" link next to the \"Free Shipping to Store\" callout on the product page for details.\nPlease note: Prices in Staples stores and on staples.com® may vary. We will match any difference in price that you notice between our retail stores and online. Availability is not guaranteed and is subject to change.",
    "Does Staples deliver to \"Mail Drop\" locations?": "A Mail Drop location is an address where a business or service accepts mail deliveries on behalf of a customer. Staples will deliver to Mail Drop locations such as a UPS® store (formerly Mail Boxes Etc.). However, Staples is unable to deliver to P.O. Boxes, prisons or APO/FPO addresses, which are military overseas mail drops.",
    "Why do I have to notify American Express if I want my order shipped to a different address?": "This is a policy from American Express that must be adhered to both by Staples and American Express customers. It is done to protect you from fraudulent use of your credit card account. It is in your best interest to call American Express and notify them of your other delivery address so your order can be authorized and shipped to you as quickly as possible.\nIf you do not call AMEX to notify them that you are using a different shipping address for an order, your order may be delayed. Our Credit Department will place the order on hold and call the billing contact for the AMEX card. If the billing contact person cannot be reached to verify the order, your order may be delayed.",
    "Can I just pay the driver for my order?": "At this time, we do not accept C.O.D. orders.",
    "Can I place an order on staples.com for delivery outside the United States?": "Staples catalog, Web site and U.S. retail businesses are operated within the contiguous U.S. for customers within the U.S. and therefore do not ship or bill to international addresses. Staples only delivers to street addresses (not P.O. Boxes or APO/FPO) in the contiguous United States.\nIf you're in another country and you'd like to have your order delivered there, visit the appropriate site for Staples in Canada, across Europe and in Australia. You can see all our other international locations here.",
    "What happens if my item arrived and it was defective?": "We apologize for that inconvenience. Click here to learn about your options for returning an item. And don't worry: If you're returning a defective item, we'll refund your shipping charges."
  },
  "Returns, Exchanges & Refunds": {},
  "Managing My Account": {
    "Why should I sign up for a staples.com® account?": "With a staples.com account, you'll get more personalized service on the Web site and your shopping experience will be even easier. For example, you can establish a Favorites List of items you buy most often so you don't have to keep searching for them every time. You can speed up the checkout process because we'll remember your preferred payment options for you. And you can submit product reviews and be a part of the staples.com customer community, called the Boardroom.",
    "How do I create a staples.com account?": "It's easy: Just make a purchase, or click here to fill out the brief registration form.",
    "How do I update my delivery address, credit card or other account information?": "Just log in to your account, select the My Profile option, and update your information.",
    "How do I unsubscribe or remove myself from receiving Staples® email offers?": "If you no longer want to receive special offers by email, you can remove your email address from our list at any time in one of two ways:\nOption 1:\n\nClick on the Unsubscribe link located at the bottom of every promotional email\n\nOption 2:\n\nLog in to your staples.com® account\nClick on Your Account\nClick on My Profile\nUnder the category \"Receive special savings by email,\" click Unsubscribe\nCheck the box to remove yourself from the staples.com email list and then click Submit\n\nPlease allow up to 10 business days for changes to take effect.",
    "How do I unsubscribe or remove myself from receiving Staples direct mailings?": "You can request to be removed from our mailing lists by following any of these steps:\n\n\nWrite to us at:\nStaples Business DeliveryMarketing Services500 Staples DriveFramingham, MA 01702\n\nFax us the back page of your Staples Business Delivery Catalog (with your instructions to be removed on it) toll-free at 877-333-0398\nFill out our Web-based form\n\n(To obtain information about having your name and home address removed from marketing lists on a national basis, you may contact the Direct Marketing Association at DMAchoice.org.)",
    "How do I unsubscribe or remove myself from receiving Staples® offers via text message?": "To stop our text deals alerts, just send a text message that says STOP to the short code 555-444.\nYou will be removed from all Staples SMS programs after a one-time cancel confirmation, and won’t receive any future messages after that unless you opt back in.\nRead our full Mobile Terms and Conditions here. If you have any additional questions, you can send a text message from your mobile phone with the word HELP to 555-444 at any time, or call us at 800-333-3330.",
    "What if I forget my password?": "Just click here. We'll reset your password immediately and send you an email with instructions for choosing a new one.",
    "What makes a good password?": "A good password is one that you'll remember and that won't be easy for others to figure out. Some tips:\n\nA combination of letters and numbers is ideal — even better if you mix upper case and lower case letters\nDon't just use a sequence of letters or numbers (e.g., 12345678 or zyxwvuts)\nDon't use your name, your username or your company name\nStay away from numbers like your birth date\n\nIf you need to, write down your password and keep it in a safe place so you don't forget it.",
    "Does Staples offer a credit card or any credit services?": "Yes we do. The Staples Credit Center offers multiple payment options to best meet your business or home needs.",
    "If I have a Staples Credit Card is the number on the card the same as my customer account number?": "No. Your credit card account and customer account numbers are different.",
    "When will my Staples Credit Card be billed?": "You can expect an invoice to arrive toward the middle of the month.",
    "Can I pay my Staples Credit Card bill online?": "Staples offers multiple payment options, including an online bill pay option. For more information, visit the Staples Credit Center.",
    "I lost my receipt or invoice. Is there a way to access and reprint it?": "Your order history is always available at staples.com, giving you an easy way to print out your invoices and track your purchases. In store, if you paid by credit or debit card, just bring in that card and we'll be able to look up your receipt for you.",
    "Why is the order history on my Web site account different from what's on my credit card statement?": "When you place an order with staples.com, the actual order that's shipped to you may be slightly different than what was ordered initially. (For example, an item you ordered may be temporarily out of stock, and the rest of the order was shipped without it.) The packing slip that's sent with your order is an accurate record of what was shipped and what was billed to you.\nIf you need additional information, please contact us. You can select \"Order History/Packing Slips,\" and tell us what information you need. We can send you the information via email, confirm information over the phone, and/or send you replacement packing slips via fax for any delivery order that is placed with Staples."
  },
  "Staples Rewards Program": {
    "What are the benefits of the Staples Rewards® program?":"As a Staples Rewards member, you earn up to 5% back in rewards on everything, except postage stamps, phone/gift cards and savings passes. You can use your rewards like cash to make purchases at Staples and staples.com®. Plus, you’ll get free shipping on your staples.com orders  over $14.99 (excluding Oversized items). In addition, you earn $2 back in rewards for every ink or toner cartridge you recycle when you've spent at least $30 on ink or toner over the previous 180 days. Rewards members can recycle up to 20 cartridges per month, depending on membership tier.\nBase Rewards membersAs a Staples Rewards member, you receive 2% back in Rewards on all items excluding taxes, postage, prepaid phone cards, delivery charges, coupons, gift cards and purchases made on third-party Web sites.\nRewards Plus membersAs a Staples Rewards Plus member, you receive 3% back in Rewards on all items excluding taxes, postage, prepaid phone cards, delivery charges, coupons, gift cards and purchases made on third-party Web sites.\nRewards Premier membersAs a Staples Rewards Premier member, you receive 5% back in Rewards on all items excluding taxes, postage, prepaid phone cards, delivery charges, coupons, gift cards and purchases made on third-party Web sites.\nVisit the Staples Rewards home page for a full list of benefits.",
    "Is there a cost to join the Staples Rewards program?": "No, there is not. The Staples Rewards program is available only to Staples® customers in the U.S., 18 years of age or older, with a valid U.S. mailing address and email address. Rewards are only granted for purchases made in the U.S. The Staples Rewards program is not available to Staples Advantage® customers or Staples employees.",
    "How do I earn Staples Rewards?": "Simply place an order online (make sure your Rewards number is part of your staples.com account), or make a purchase in a Staples retail store and provide the cashier with your Rewards number when checking out. For any purchase you make (excluding postage stamps, phone/gift cards, savings passes), you earn up to 5% back in rewards.\nStaples Rewards® are issued online monthly at staples.comewards in increments of $5. Monthly balances of less than $5 will roll over through the end of the following calendar quarter. Unissued Rewards will expire at the end of the following calendar quarter unless a Qualifying Purchase is made during that rollover period. Rewards are issued online to Members within approximately 30 days after the end of the month when the required minimum has been earned in the month. Rewards expire the last day of the month following the month in which they are issued and cannot be redeemed after the expiration date.",
    "How will I receive my rewards?": "The quickest and easiest way to receive your rewards is electronically via email; just make sure we have your correct email address. (Log in to staples.com to check and/or update it now.) With electronic rewards, we’ll send you an email letting you know when you have rewards available.\nAll eligible rewards, including standard and Ink Recycling Rewards, are issued monthly online.   Once logged in to staples.com, access your available rewards by clicking on Staples Rewards in the Your Account dropdown at the top of the page, or access them from your Shopping Cart by simply clicking on “Add/edit coupons and rewards.”\nIf you’d prefer to receive your rewards via postal mail instead of email, please visit your Rewards Account Profile and select that option.",
    "How often are rewards issued?": "Rewards are issued monthly to members within approximately 30 days after the end of the calendar month when the value of the reward is at least $5.",
    "I'm not currently a Staples Rewards member and I would like to enroll in the program. How do I do that?": "To enroll in Staples Rewards, please visit our rewards home page at www.staples.comewards.",
    "How will I know how close I am to receiving my next reward?": "Once logged in to your account, you can view a summary of your rewards, including how close you are to earning your next reward, available rewards, and your store, online and phone purchase history. You can also get credit for missing purchases and enjoy many other great features.",
    "Can I print my reward from my account?": "You can print your available rewards when logged into staples.com by clicking on Staples Rewards in the Your Account dropdown at the top of the page, then clicking Print next to the reward you want to print.\nIf you don't have a printer available, you can print rewards in our retail stores at the Special Orders computer or use your mobile device to access your rewards from the Staples Mobile App.",
    "How do I get free shipping as a rewards member?": "Staples Rewards members receive free shipping on orders over $14.99 on staples.com (excluding Oversize items) as well as those made by phone or from an in-store kiosk, as long as a membership number has been provided. (Note: This does not include orders made at documents.staples.com, print.staples.com, staplespromotionalproducts.com and third-party Web sites linked to Staples.com.) Be sure to include your rewards number in your online profile at staples.com or provide your rewards number to the Customer Service Representative when placing your order.",
	"I forgot to provide my rewards number when I made a purchase. Can I still get credit for what I bought?": "To add a missed purchase to your rewards account, log in to your staples.com account, click on Staples Rewards in the Your Account dropdown at the top of the page, then click on the “Add Receipt” link under Quick Links on the right-hand side of the page.\nIf your purchase was made in a Staples retail store, enter the 17-digit barcoded number at the bottom of your receipt.\nIf it was a phone or online order, enter the 10-digit order number and 6-digit shipment number. The shipment number is the number of boxes that were shipped for that order. For example, if you were shipped two boxes for one order, enter the order number and enter 000001 in the shipment number field for box one, enter the same order number and enter 000002 for box two. Continue this process for each box in your shipment. A maximum of 10 submissions will be accepted per day per customer. Purchases are applied to your account within five days after they have been validated. Purchases from the prior two calendar quarters can be submitted for validation.",
    "Do Staples Rewards expire?": "Yes. The expiration date is printed on the reward. Expired rewards cannot be reissued.",
    "How do I view the full Terms and Conditions of the program?": "Please visit our Rewards home page at www.staples.comewards  to view the full Terms and Conditions of the Staples Rewards program.",
    "What happens if I don't use my entire reward on one purchase?": "If a reward is not redeemed in full, on in-store purchases only, a one-time-only coupon will be printed on the bottom of your receipt for any remaining balance of $1.00 or more. The coupon will have the same expiration date as the original reward.\nThe balance coupon can be used in any one of our Staples stores, or when ordering by phone or online at staples.com.\nAll staples.com orders or phone orders, excluding taxes, delivery charges, prepaid phone cards and postage stamps, must meet or exceed the value of your reward.",
    "How do I add a reward to an online order?": "Just follow these directions to use your reward at staples.com:\n1. When you're ready to submit your order, click Cart in the top right corner of the page\n2. After you’ve reviewed your items, select Add/Edit Coupons\n3. Select Add to Order next to the reward(s) you would apply to your order\n4. Click Add Coupon\nDon't forget: Your order will only process as long as the order, excluding taxes, delivery charges, prepaid phone cards and postage stamps, exceeds the value of your reward.",
    "My staples.com order was shipped from another supplier. Do I still get rewards for this purchase?": "Yes you do. Members get up to 5% back in rewards in store and online, even on items shipped from one of our trusted suppliers.",
    "I joined the Staples Rewards program today, but I just placed an order yesterday. Can I get credit for that purchase?": "Unfortunately, you cannot. You can only earn rewards for the purchases you make while you’re a member.",
    "I received a Staples Rewards® coupon after I placed an order. Can I apply it to the order I placed?": "Unfortunately, we can only apply Staples Rewards coupons at the time of your order and cannot do so later.",
    "I used my Staples Rewards® earnings on a purchase that I'm returning. Will I get my rewards earnings back?": "Not to worry; as long as the original reward has not expired, you won't lose your rewards earnings. If you need to complete a full order return or specific item return, the check amount, which was prorated against the returned item, will be sent back to you in the form of a refund coupon. This coupon may be used for a future order with Staples.",
    "Do I earn Staples Rewards on Staples products I purchased via Google on my mobile device?": "Yes, if you are a Staples Rewards member and the item you purchased is eligible for rewards.",
    "Is there a higher tier of rewards membership?": "Yes. Spend $500 or more in a calendar year, and you’ll be upgraded to Staples Rewards Plus status. Taxes, postage stamps, delivery charges, prepaid phone cards, Staples gift cards, purchases made on third-party Web sites, third-party gift cards and any other categories Staples has excluded do not count toward achieving Plus status.",
    "What are the additional benefits for Plus members?": "In addition to earning 3% back in Staples Rewards and free shipping on staples.com (exclusions apply), Plus members receive double the ink recycling limit and savings on Copy & Print and EasyTech services.",
    "How do I earn Premier rewards status?": "Spend $1,000 or more in a calendar year, and you’ll be upgraded to Staples Rewards Premier status. Taxes, postage stamps, delivery charges, prepaid phone cards, Staples gift cards, purchases made on third-party Web sites, third-party gift cards and any other categories Staples has excluded do not count toward achieving Premier status.",
    "What are the additional benefits for Premier members?": "In addition to earning 5% back in Staples Rewards and free shipping on staples.com (exclusions apply), Premier members also receive double the ink recycling limit savings on EasyTech and Copy & Print services, Premier-exclusive bonus events, additional savings opportunities and more.",
    "Can I earn Staples Rewards® for each ink and toner cartridge I recycle?": "Staples Rewards members receive $2 back in Staples Rewards for every eligible cartridge recycled in person in a Staples® store or online at staplesrewards.com — up to 10 per calendar month for regular members and up to 20 for Plus and Premier members — if the member has spent at least $30 in ink and/or toner purchases at Staples over the previous 180 days.\nInk and/or toner purchases made on the date of recycling are calculated toward the minimum purchase requirement. Minimum purchase requirement does not include coupons, taxes or shipping charges.\nLimit one Staples Rewards account per person or at any mailing address. Additional accounts will be canceled. Ink resellers and remanufacturers are strictly prohibited from earning Ink Recycling Rewards",
    "Can I recycle ink and toner cartridges and earn rewards online?": "Yes, you can. Click here and select Get Started to recycle your ink or toner cartridge online. You will receive a prepaid shipping label that you can use to send back cartridges. (Note: Online ink and toner recycling is currently available only for Staples Rewards members.)",
    "Are ink recycling rewards included in my monthly Staples Rewards?": "No, they are not. Ink recycling rewards are issued monthly, separately from your standard Staples Rewards statement.",
    "Do I earn Staples Rewards on Staples products I purchased via Google?": "Yes, if you are a Staples Rewards member and the item you purchased is eligible for rewards.",
    "I'm a teacher. Are there any additional benefits to being a member of the Staples Rewards program?": "There are. In addition to up to 5% back in rewards and free shipping on every staples.com order, you’ll receive 10% back in rewards on teaching and art supplies. Get automatically upgraded to Teacher Rewards Premier when you spend $1,000 or more annually, and enjoy all the benefits of Premier Rewards membership in addition to Teacher Rewards.\nTeacher Rewards membersAs a Teacher Rewards member, you receive 2% back in Rewards on all items excluding taxes, postage, prepaid phone cards, delivery charges, coupons, gift cards and purchases made on third-party Web sites. Teacher rewards members also receive 10% back in rewards on teaching and art supplies.\nTeacher Rewards Premier membersAs a Teacher Rewards Premier member, you receive 5% back in Rewards on all items excluding taxes, postage, prepaid phone cards, delivery charges, coupons, gift cards and purchases made on third-party Web sites. Teacher Premier rewards members also receive 10% back in rewards on teaching and art supplies.",
    "What is the Reward A Classroom program and how can I sign up?": "The Reward A Classroom program is a great way parents and teachers can work together to keep classrooms stocked all year long. In addition to the up to 5% back in rewards all members earn, parents can earn extra rewards for the teacher of their choice with the Reward A Classroom program.\nHere's what teachers get when parents shop:\n\n2% back in rewards on everything, excluding postage, phone/gift cards and savings passes\n5% back in rewards on every Staples® Copy & Print purchase\n\nNote: Teachers can earn up to $50 from as many as 40 parents each year. That's as much as $2,000 back in rewards every year.",
    "Are there any bonus events for rewards members?": "Rewards members get access to special savings opportunities throughout the year.\n\nBonus events: All members are eligible for special rewards back promotional offerings such as 100% back in rewards on batteries or double ink recycling rewards with minimum purchase requirements. Check out our Weekly Ad for these limited-time extra savings.\nPremier-exclusive bonus events: Premier members will receive exclusive offers a few times per year. These will be available on the Bonus Events page and Coupon Wallet.\n",
    "Can you tell me more about the additional benefits of being a Plus or Premier member?": "Plus and Premier members get double the ink recycling limit – up to 20 cartridges per month.  Rewards members earn $2 back in rewards for every ink or toner cartridge recycle when they’ve spent $30 on ink or toner over the previous 180 days.\nPlus and Premier members both get Free Copy & Print services in store: Plus members receive $25 to spend annually, and Premier members receive $50 to spend annually.\nBoth Plus and Premier Members receive Free PC diagnostic and tech support in store:  Plus members get a free diagnostic service for their hardware or software, and  Premier members get a free diagnostic + $20 towards EasyTech Total Support.\nVisit the Rewards Home Page for a full list of member benefits",
    "The login information I used to use to access my Staples Rewards account no longer works. What do I do?": "We’ve put all your Staples Rewards information including available rewards, account profile and ink & toner cartridge recycling on staples.com to make it easy. Now just use your staples.com login information to access everything. Don’t have a staples.com login? Click here to register for one.",
    "How do I add my rewards number to my Staples.com profile?": "To change your name, company name, address or telephone number, log in to your staples.com account, click on Staples Rewards in the Your Account dropdown at the top of the page, then click on the “View rewards account profile” link on the left hand side of the page.  Any changes you make to your profile can take up to 48 hours to update.",
    "How do I change the name, company name, address or telephone number on my Staples Rewards account?": "To change your name, company name, address or telephone number, log in to your staples.com account, click on Staples Rewards in the Your Account dropdown at the top of the page, then click on the “View rewards account profile” link on the left hand side of the page.  Any changes you make to your profile can take up to 48 hours to update.",
    "Why should I give Staples my email address?": "We recommend that you use your email address as your username. If you choose to receive your rewards electronically, we’ll email you a notification when your rewards are available. If you choose to receive your rewards electronically and do not provide an email address, we won’t be able to notify you when your rewards are ready.",
    "How can I get another Staples Rewards card?": "In an effort to make things easier for you, we no longer require you to show your Staples Rewards card when shopping at a Staples retail store. Just give the cashier your phone number when you check out. This will ensure your purchases track to your rewards account and you'll have one less card to carry in your wallet.\nIf you’re making an online purchase, enter the rewards number in your staples.com profile under My Account. Click Edit on the Staples Rewards, Staples Teacher Rewards, Tax Exempt, Customer Number field, then enter the 10-digit Staples Rewards number and click Continue.\nIf you’re making a purchase over the phone, mention your 10-digit Staples Rewards number to the Customer Support Agent at the beginning of your order.",
    "I need to speak with someone about a problem with my Staples Rewards Program account. Who can I call?": "Our Customer Service team is ready to help Monday through Friday, 8:30 am to 9:00 pm ET, and Saturday and Sunday, 9:00 am to 8:00 pm ET. Just call 800-793-3320.",
    "How do I add my rewards number to my staples.com® profile?": "To add your rewards number to your staples.com profile, click on My Profile in the Your Account dropdown at the top of the page. Click Edit next to Staples Rewards® number, then enter your rewards number and the phone number you used when you initially registered for rewards.",
    "What happened to staplesrewards.com and staplesrewardscenter.com?": "We’ve put all your Staples Rewards information including available rewards, account profile and ink & toner cartridge recycling on staples.com to make it easy. Now just use your staples.com login information to access everything. Don’t have a staples.com login? Click here to register for one."
  },
  "Education & Events": {
    "Does Staples host any classes or educational events?": "Yes we do. If you visit our Store Locator and select your local Staples® retail store, you’ll see a list of upcoming events. You can also find information about upcoming events by calling or visiting the store itself.",
    "Where can I find guides, insights and other helpful resources?": "Our Business Hub is filled with the tips, resources and expert advice you need to help your small business succeed. And our technology research centers include lots of helpful information about buying computers, digital cameras, tablets and more.\nConcerned about office health and safety? Our Flu Prevention Center features tips and tools to help your employees avoid colds and the flu at work. And our Safety Preparedness Center will keep you informed and ready for the unexpected.\nFor retail businesses, our Retail Resource Center has all the advice you need to boost sales and to be a success. Restaurant owners and others in the food service industry can learn more from our Restaurant Resource Center. And for medical offices, our Healthcare Supplies Research Center offers information and advice about all the essentials you need to keep your facility well stocked.\nWant to be prepared for the start of another school year? Check out the helpful advice for parents of students in kindergarten through college in our Back to School Center.\nWant to network with and learn from your peers? You can do both at Succeed, our small business network on LinkedIn and in the Boardroom, our staples.com® community.\nAnd of course, Staples is on Twitter (we’re @staples), Facebook, Google+, Pinterest and LinkedIn."
  },
  "Customer Care & Feedback": {
    "I can't find the answer to my question on staples.com®. Is there another way to get the help I need?": "Yes. Click here to send us an email and we’ll get back to you as soon as possible.",
    "Can I talk to someone right now?": "Our live customer care team is here to chat with you from 8:00 am to 8:00 pm ET, Monday through Friday. Also, you can call us at 800-333-3330 from 7:00 am to 11:00 pm ET, Monday through Friday, 9:00 am to 8:00 pm ET Saturday or 9:30 am to 8:00 pm Sunday.",
    "Where is the Staples® retail store closest to my home or office?": "To find the Staples store that's closest to you, just visit our Store Locator page and enter your zip code.",
    "I have a question about a Staples® Center event. Where can I find more information?": "Please visit the Staples Center Web site.",
    "How do I find Staples on social media networks?": "Staples is on Twitter (we’re @staples), Google+, Pinterest, Facebook and LinkedIn. In addition, if you’d like to watch Staples videos, visit us on YouTube.",
    "I received excellent customer service and would like to recognize an associate. How do I do that?": "That’s great! We’d love to hear about your experience. Send us an email and we’ll pass along the feedback. (Be sure to select Store Compliments in the drop-down menu.) You can also feel free to tweet us (we’re @staples) or post on our Facebook wall.",
    "Is Staples hiring?": "We’re glad to hear you’d like to join the team! The first step in the Staples associate hiring process is visiting our Careers page to learn more about available opportunities.",
    "I have some ideas for how to make Staples better. Who can I share them with?": "We’ re always looking for feedback. Join our Feedback Forum and let us know your thoughts. And please share your thoughts here about how we can improve staples.com.",
    "Who do I contact if I'm having problems with your Web site?": "Sorry to hear you’ re having a problem. Please call us at 800-333-3330 or send us an email and we’ ll get right on it to fix the problem. You can also share feedback with us by clicking this Site Feedback link.",
    "What are \"cookies,\" and how do they affect me?": "The quick and easy answer is that cookies are small files stored on your computer or mobile device that identify you to our site and help us to give you a more personalized shopping experience (it’s how we remember what’s in your shopping cart, for example). Most browsers are set by default to accept cookies automatically; however, your browser may have been configured not to accept cookies.\nIn order to shop or register on staples.com®, you must be able to accept cookies. Follow these instructions. If you don't see your Web browser listed, please refer to the browser’s Help function.\nInstructions may vary based on platform, browser and browser version. These instructions are approximate. For exact instructions, refer to your browser's help file or your browser's manufacturer.\nMicrosoft® Internet Explorer 6.x or higher, Windows®\n1. On the Tools menu, click Internet Options\n2. On the Privacy tab, move the slider to Low or Accept All Cookies\n3. Click OK\nMicrosoft Internet Explorer 5.x, Windows\n1. On the Tools menu, click Internet Options\n2. On the Security tab, click the Custom Level button\n3. Scroll down to the Cookies section\n4. Set \"Allow cookies that are stored on your computer\" to \"Enable\"\n5. Set \"Allow per-session cookies\" to \"Enable\"\n6. Click OK\nMicrosoft Internet Explorer 5.x, Macintosh\n1. On the Explorer menu, select Preferences\n2. Under the Receiving Files option, select Cookies\n3. Under \"When receiving cookies:\" select Never Ask\n4. Click OK\nSafari\n1. On the Safari menu, click Preferences\n2. Click the Security icon\n3. In the Accept Cookies selection box, choose Always\n4. Close the security window\nMozilla\n1. On the Edit menu, click Preferences\n2. In the Privacy & Security category, choose Cookies\n3. Click the radio button next to \"Enable all cookies\"\n4. Click OK\nFirefox\n1. On the Tools menu, click Options\n2. Select the Privacy category\n3. Expand the Cookies options on the right\n4. Select Enable Cookies\n5. Click OK",
    "What’s new on staples.com®?": "We’re continuing to make staples.com faster, easier to use and even more helpful so you can make more happen. Among our recent additions:\n\nStaples has teamed with BookRenter to provide a top-notch textbook rental service and save students money on their textbooks.\nYou can now sell back a used mobile phone, iPod® or tablet and receive a Staples® gift card that you can use online or at any Staples® store location.\nStaples Rewards® members can now log in to their account and recycle their ink or toner cartridges online. (Note: Online ink and toner recycling is currently available only for Staples Rewards members.)\n",
    "How can I see what time my local Staples® store opens and closes?": "Visit our Store Locator and select the store closest to where you are. If you click Store Info, you’ll see the store’s hours, as well as other helpful information."
  },
  "Warranty & Recall Information": {
    "How can I obtain a manufacturer's product warranty information?": "To obtain a manufacturer's telephone number for warranty information, please email us.\nPlease include the product name, manufacturer and model number or Staples' item number. Please visit the SquareTrade Web site for information on service plans you can purchase through Staples.",
    "How can I obtain product recall information?": "To obtain a manufacturer's telephone number for recall information, please email us.\nPlease include the product name, manufacturer and model number or Staples' item number.\nThe products identified below are subject to recall in the United States.\nThe recall information provided here is based on manufacturers' and regulatory agencies' press releases that involve products previously sold through Staples or staples.com®. Information on each recalled product, and the steps you should take if you own such a product, are also set forth in more detail below.\nFor products recalled through the U.S. Consumer Product Safety Commission, visit the CPSC Web site at www.cpsc.gov for additional information or call the CPSC recall consumer hotline at 800-638-2772.\nFor products recalled through the U.S. Food and Drug Administration, visit the FDA Web site at www.fda.gov for additional information orcall the FDA at 888-463-6332.\nRecently recalled products previously offered for sale by Staples or staples.com:\n\nKidde Plastic Valve Disposable Fire Extinguishers (3/12/15)\nKeurig® MINI Plus Brewing Systems (12/23/14)\nHewlett-Packard and Compaq notebook computer LS-15 AC power cords (8/29/14)\nKIND Healthy Grains Maple Pumpkin Seeds with Sea Salt bars and STRONG & KIND bars (5/21/14)\nLenovo ThinkPad Notebook Computers and Batter Packs (3/27/14)\nCanon Powershot SX50 Digital Camera (3/14/14)\nBermond Chair (7/11/13)\nGreenWorks Blower/Vacs (7/22/15)\n\n ",
    "What do I do if a product I bought has been recalled?": "Please contact the manufacturer for specific instructions."
  },
  "Policies & Legal": {
    "Required Disclosures": "California Transparency in Supply Chains Act of 2010. For the disclosure required by the California Transparency in Supply Chains Act of 2010 about our ethical sourcing practices, click here.\nFederal Government Provisions Applicable to Certain Staples Vendors:\n\nEqual Opportunity/Affirmative Action and Protection for Veterans and Individuals with Disabilities. Staples and Vendor shall abide by the requirements of 41 CFR 60-300.5(a) and 41 CFR 60-741.5(a).  Vendor agrees, to the extent applicable, to comply with Executive Order 11246, Section 503 of the Rehabilitation Act of 1973, as amended, the Vietnam Era Veterans Readjustment Assistance Act of 1974, as amended, and the implementing regulations for each found at 41 CFR Part 60. These regulations prohibit discrimination against qualified individuals on the basis race, gender, veteran status and disability respectively, and require affirmative action by covered prime contractors and subcontractors to employ and advance in employment qualified protected veterans and qualified individuals with disabilities. Staples incorporates into its agreement with Vendor, as applicable, the Equal Opportunity clauses found at 41 CFR 60-1.4(a), 60-741.5(a), and 60-300.5(a), and Vendor will likewise incorporate the clauses into all applicable subcontracts as required by 41 CFR 60-1.4(d).\nNotice of Employee Rights under Federal Labor Laws. Staples incorporates into its agreement with Vendor, as applicable, the obligations regarding the notice of employee rights under federal labor laws found at 29 CFR Part 471, Appendix A to Subpart A, and Vendor will likewise incorporate those obligations into all applicable subcontracts as required by 29 CFR Part 471.\n",
    "Staples' U.S. Privacy Policy": "Effective Date: April 21, 2014\nThis Privacy Statement applies to the handling of your Personal Information in connection with all services and Web sites offered by Staples.\nThis Privacy Statement describes:\n\nWhy we collect Personal Information\nWhat Personal Information we collect and when it is collected\nHow your Personal Information is used and protected\nWhen and with whom your Personal Information is shared\nHow to contact us with questions or comments \n\n\nInformation We Collect. This Privacy Statement applies to Personal Information, which is information that Staples collects from you as a customer that specifically identifies you as an individual.\nStaples may collect your Personal Information when you:\n\nPlace an order from our catalog or on Staples.com or other Staples Web sites\nCreate an account on Staples.com or other Staples Web sites\nMake a purchase at one of our retail stores\nReturn an item, make an exchange or submit a rebate\nInquire about our products or services or contact customer service\nRequest our catalog\nReceive a Staples gift package\nSign up for Staples email or text-message updates or other promotional materials\nEnter a Staples contest or sweepstakes\nAre referred to us through a marketing promotion\nParticipate in a marketing survey, promotion or event\nApply for a Staples credit card\n\nPersonal Information that Staples collects from you may include:\n\nName\nAddress\nTelephone number\nFax number\nEmail address\nTransaction information\nCredit card, debit card or checking account information\nDriver's license number and expiration date (in conjunction with merchandise returns or credit checks for credit card applications)\nDate of birth (in conjunction with promotions, credit card applications or credit checks)\nSocial Security Number (in conjunction with credit card applications)\nEmployment history (in conjunction with credit card applications)\n\nStaples may also collect other information, including browsing activity on Staples Web sites, activity in response to Staples emails, location information, and aggregated or statistical information regarding use of our Web sites to improve site performance, product offerings, and promotions and targeted advertising. If you do not want to receive targeted advertising from Staples, please see the Cookies section below. If you do not want to receive email or other mail from us, please see the Choices section below.\nNote: In order to provide you with a better shopping experience and to improve the quality of our services, we may combine Personal Information you submit under your account with other information that we may receive from you, from third parties or with other public information. We maintain this information, along with a record of your purchases, in restricted databases.\nSome services provided by Staples require us to become temporary custodians of customers’ equipment, such as personal computers, that may contain Personal Information. It is Staples’ policy not to retain such information from customer equipment once the requested services are complete.\nStaples does not knowingly collect Personal Information from children younger than 13.\nHow We Use the Information We Collect. Staples strives to make your shopping experience easy and convenient, from your initial search for products and services through the delivery of your requested items. The information we collect helps us meet this goal by allowing us to:\n\nCustomize your shopping experience and identify your preferences\nConfirm, process, fulfill, and track your orders\nRespond to your customer service inquiries or requests\nInform you of special values and featured items \nSend you catalogs or promotional offers we believe will be of interest to you\nServe you targeted advertising\nSend you Staples email and text-message updates\nInform you of recalls or other information on products you have purchased\nPrevent or mitigate fraud and credit risk\nAdminister promotions, contests, sweepstakes, and rewards programs\nAdminister Staples credit cards\nImprove our merchandise selection, Web sites, retail experience and customer service\nComply with applicable legal demands, laws and regulations\n\nCalifornia Residents – Notice of Disclosure. California law gives California residents the right to request a notice describing the categories of Personal Information Staples shares with affiliated companies or other parties for their direct marketing purposes.\nThe notice that Staples gives California residents under California Civil Code sections 1798.83–1798.84 identifies the categories of Personal Information Staples shares with affiliated companies or others for their direct marketing purposes. The notice includes the names and addresses of those affiliated companies or others. If you are a California resident and would like a copy of this notice, please email us at privacy@staples.com or write to us at:\nPrivacy and ComplianceStaples500 Staples DriveFramingham, MA 01702\nEU Countries and Switzerland – Safe Harbor. The U.S. Department of Commerce has set forth the U.S.–EU Safe Harbor Framework and the U.S.–Swiss Safe Harbor Framework regarding the collection, use, and retention of Personal Information from EU member countries and Switzerland. Staples adheres to these Safe Harbor Frameworks, as well as to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. To learn more about the Safe Harbor program, and to view Staples' certification status in the U.S.–EU Safe Harbor List and the U.S.–Swiss Safe Harbor List, visit http://export.gov/safeharbor. To learn more about the Safe Harbor Privacy Principles, visit http://export.gov/safeharbor/eu/eg_main_018475.asp.\nUse of “Cookies.” Cookies are pieces of information that are transferred from Web sites to your computer’s hard drive and they may serve a variety of purposes (web beacons, Flash cookies and other similar technologies may also be used for these purposes). For example, cookies “remember” you when you return to Staples.com or other Staples Web sites and make your experience more user-friendly. Cookies help Staples identify which Staples web pages are visited and how often and evaluate how its Web sites are used to improve their services.\nCookies also enable Staples and third parties to deliver targeted advertising to you. To learn how to opt out of these advertising-related cookies, click here. You can also opt-out of receiving personalized ads from third party advertisers and ad networks who are members of the Digital Advertising Alliance or the Network Advertising Initiative by visiting their opt-out pages. If your browsers are configured to reject cookies when you visit these pages, or if you subsequently erase your cookies, use a different device or change web browsers, your opt-out may become ineffective and may need to be repeated. Browser settings, including do not track signals and other mechanisms, will not affect data collection and not constitute an opt-out of advertising-related cookies, personalized third-party advertising or promotional messages from Staples; you must use the opt-out choices described herein in order to opt out from such promotional messages.\nYour Choices Regarding Staples Promotional Messages. You may decide to opt out of receiving promotional messages from Staples. To do so, please notify us by one of the following means:\n\nFollow the “unsubscribe” link on any promotional email from Staples \nEmail us at customerprofilemgmt@staples.com and tell us what marketing programs you want to opt-out of from Staples\nClick here to fill out our Web-based form\nCall us toll-free at 800-333-3330\nFax the back page of your Staples Catalog or direct mail piece address block (with your instructions to be removed on it) to us toll free at 877-333-0398 \nWrite to us at Staples Direct Marketing Services, 500 Staples Drive, Framingham, MA 01702 (please note that an opt-out request sent by postal mail may take at least sixty (60) days to become effective)\nTo opt out of Staples text messages, send the word STOP to 555444\n\nOnce Staples has processed your request, you may continue to receive messages or postal mail from affiliated companies and others if they received your email, mobile number or postal address from Staples previously, from sources other than Staples or through their own transactions or communications with you. You will also continue to receive promotional messages if you later request to hear from us again.\nInformation Sharing. Staples may share your Personal Information with third parties in the following instances:\n\nWe may provide your Personal Information to third parties to process this information on our behalf. We require that these parties agree to process this information based on our instructions and requirements consistent with this Privacy Statement. \nWe may disclose your Personal Information to: (a) satisfy applicable law, regulations, legal process or valid governmental request; (b) enforce applicable Terms of Service, including investigation of potential violations of Terms of Service; (c) detect, prevent or mitigate fraud or security or technical issues; or (d) protect against imminent harm to the rights, property or safety of Staples, its customers or the public as required or permitted by law.\nWe may disclose some elements of your Personal Information to third parties to notify you of offers or services that may be of interest to you. We do not share credit card or other financial information for marketing purposes. \nWe may disclose Personal Information to third parties in connection with a merger, acquisition or sale (including any transfers made as part of insolvency or bankruptcy proceedings) involving Staples or its affiliated companies or as part of a corporate reorganization, stock or asset sale, or other change in corporate control.\nWe may also disclose to third parties aggregated or other information that does not identify you individually, such as how many customers viewed a particular product or web page, to conduct website analytics or to serve you targeted advertising.\n\nThird-Party Web Sites. Staples.com and other Staples Web sites may contain links to, or plugins or widgets from, social media or other sites operated and maintained by third parties, over which we have no control. Privacy practices on such sites may be different from our Privacy Statement. Similarly, Staples.com and other Staples websites may be accessed and used from third-party sites that we do not control. Staples encourages you to consult the privacy policies that govern such sites before using them.\nInformation Security. Staples maintains reasonable and appropriate standards to safeguard your Personal Information.\nWhen you enter Personal Information that contains a Social Security Number, driver's license number or credit or debit card number at the designated and secured sections of Staples.com or other Staples websites, the site encrypts or encodes the information when sending it over the Internet. Personal Information that we collect and maintain is subject to physical, administrative, and technical controls that are consistent with recognized industry standards.\nStaples processes Personal Information on our servers in the United States and in other countries. In some cases, we may process your Personal Information on a server outside your own country in accordance with this Privacy Statement and applicable law.\nAvoiding Identity Theft. If you think someone has improperly accessed or used your Personal Information supplied to Staples or made unauthorized purchases at Staples using your Personal Information, please contact us immediately.\nConsider taking the following steps to protect yourself against fraud and identity theft:\nReview your account statements regularly. Carefully review your bank, credit card, and other account statements every month to ensure that all of your account activity is valid. Report any questionable charges promptly and in writing to the card or account issuer.\nReview your credit report from time to time. Obtain and review your credit report periodically to ensure that all your information is correct. You can obtain a free credit report once per year by visiting http://www.annualcreditreport.com or by calling 877-322-8228. Carefully reviewing your credit report can help you spot problems and address them quickly. If you have any questions about your credit report or notice any inaccuracies, contact the relevant consumer reporting agency promptly at the telephone number listed on the report.\nCreate a fraud alert. Consider placing a fraud alert on your credit file. The fraud alert prompts creditors to contact you before opening any new accounts or increasing credit limits on your existing accounts. You can place a fraud alert on your credit file by contacting one of three consumer reporting agencies listed below. You need to contact only one of the three agencies in order to create the alert; the agency you contact is required by law to contact the other two. You will receive confirmation letters in the mail and then will be able to order a credit report from each of the three agencies, free of charge. The fraud alert will remain in your credit file for at least 90 days.\n\n\n\n\n\nEquifax P.O. Box 740241Atlanta, GA 30374800-525-6285www.equifax.com\n\n\nExperian P.O. Box 9532Allen, TX 75013888-397-3742www.experian.com\n\n\nTransUnion P.O. Box 6790Fullerton, CA 92834800-680-7289www.transunion.com\n\n\n\n\n\nFor more guidance on steps you can take to protect your information and credit, contact the U.S. Federal Trade Commission by email at http://www.consumer.ftc.gov/features/feature-0014-identity-theft or by telephone at 877-ID-THEFT (877-438-4338), or write to the Commission at:\nIdentity Theft Clearinghouse Federal Trade Commission600 Pennsylvania Avenue NW Washington, D.C. 20580\nChanges to Your Personal Information. To help ensure that the Personal Information we store and process is accurate, complete and current, please contact us with changes to your Personal Information by one of the means described in the section about Your Choices Regarding Staples Promotional Messages above.\nUnless otherwise required by law or for legitimate business purposes, we will make good-faith efforts to correct your Personal Information when you notify us of an error or a change. To prevent unauthorized changes, we ask individual customers to positively identify themselves before we process such requests.\nWe reserve the right to charge a small fee to process any request to update, correct or delete Personal Information. We also may decline to process certain requests that require a disproportionate technical or practical cost or effort or that could jeopardize the privacy of others or infringe upon Staples’ rights or property.\nHow to Contact Us with Questions or Comments. Please direct any questions or concerns regarding this Privacy Statement or Staples' treatment of Personal Information to us through this Web site, by emailing us at privacy@staples.com, or by writing to us at:\nPrivacy and ComplianceStaples500 Staples DriveFramingham, MA 01702\nUpon receiving a written complaint from a customer, Staples contacts the customer directly. We will investigate your complaint promptly and diligently to address your concerns and to resolve any dispute quickly.\nStaples regularly reviews its compliance with this Privacy Statement.\nPrivacy Statement Updates. This Privacy Statement may change from time to time. Staples will post on Staples.com and its other Web sites all changes to the Privacy Statement, and, if the changes are significant, will provide a more prominent notice of the Privacy Statement change. Each version of this Privacy Statement will be identified by its effective date, found at the main page of the Privacy Statement.",
    "Terms & Conditions": "PLEASE READ THESE TERMS AND CONDITIONS OF USE CAREFULLY. THESE TERMS AND CONDITIONS (\"T&C\") MAY HAVE CHANGED SINCE YOUR LAST VISIT TO THE SITE. BY USING THE SITE, YOU INDICATE YOUR ACCEPTANCE OF THESE T&C. IF YOU DO NOT ACCEPT THESE T&C, THEN DO NOT USE THE SITE.\nStaples.com (\"Site\") is owned by Staples, Inc. (\"Staples\") and is currently provided free of charge to users who agree to abide by these T&C. Staples reserves the right to change the nature of this relationship at any time, and to revise these T&C from time to time as Staples sees fit. Users who violate these T&C will have their access canceled and they may permanently be banned from using the Site. Users should check these T&C periodically. By using the Site after we post changes to these T&C, you agree to accept those changes, whether or not you actually reviewed them.\nUSERS/PARTICIPANTS\nWe do not discriminate on the basis of age, race, national origin, gender, sexual orientation or religion.\nNo person under the age of 13 should use the Site without the consent of their parent or legal guardian. We strongly encourage all parents and guardians to monitor the Internet use of their children. Use of the Site by any user shall be deemed to be a representation that the user is 13 years of age or older.\nCOOKIES\n\"Cookies\" are small encrypted data files (containing references to user ID information supplied by the user and stored on our secure server) that may write to your hard drive once you have accessed a Web site. Staples uses cookies to enhance your shopping experience with us. Cookies are used to keep track of your shopping cart and to save your password so you do not have to re-enter it each time you visit the Site. To learn more about how we protect customer information, please review our Privacy Statement.\nCOPYRIGHTS, TRADEMARKS & RESTRICTIONS\nThe material included herein, including site design, text, graphics and the selection and arrangement thereof are copyrighted © by Staples, Inc. ALL RIGHTS RESERVED. Staples.com®, Staples®, that was easy®, other trademarks and all page headers, custom graphics and custom icons are service marks and trademarks of Staples the Office Superstore, LLC. All other trademarks, product names and company names or logos cited herein are the property of their respective owners.\nThe Site and all materials on the Site, including, but not limited to, images, illustrations, posts, audio clips and video clips (the \"Materials\") are the property of Staples and its affiliates and licensors and are protected from unauthorized copying and dissemination by copyrights that are owned or licensed by Staples and by copyright law, trademark law, international conventions and other intellectual property laws. You may not reproduce, perform, create derivative works from, republish, upload, post, transmit or distribute in any way whatsoever any Materials from the Site (or any other Web site owned or operated by Staples or its subsidiaries or affiliates) without Staples' prior written permission. However, you may print in hard copy portions of the Site with the sole intent of placing an order with Staples or applying for credit. Printing Materials for any other reason, or transferring Materials for use on any other Web site, or the modification, distribution or republication of Materials without Staples' prior written permission is strictly prohibited. Any modification of Materials, or any portion thereof, or use of Materials for any other purpose constitutes an infringement of trademark or other proprietary rights of Staples or third parties.\nLINKS\nStaples is not responsible for the content of any unaffiliated Web sites that may be linked to or from the Site. These links are provided for your convenience only and you access them at your own risk. Any other Web site accessed from the Site is independent from Staples, and Staples has no control over the content of that other Web site. In addition, a link to any other Web site does not imply that Staples endorses or accepts any responsibility for the content or use of such other Web site. In no event shall any reference to any third party or third-party product or service be construed as an approval or endorsement by Staples of that third party or of any product or service provided by a third party.\nPRIVACY ISSUES\nStaples is concerned about privacy matters for its customers. To learn more about how we protect customer information, please review our Privacy Statement.\nPRODUCT AND SERVICES INFORMATION\nMost products (and some services) offered on the Site are available in select Staples stores throughout the United States; however, prices and availability may vary. Product availability and some prices offered on the site may vary based on your location. Prices shown on the Site apply to products and services on the Site. Price and availability are subject to change without notice.\nIn order to comply with federal anti-money laundering regulations, we are unable to process gift card orders of more than $2,000.00 in any single transaction.\nWe attempt to display all products shown on the Site in an accurate manner; however, because of the technical differences in the equipment of our customers, we cannot be responsible for photographic differences in size, shape and color of the products.\nThe receipt of an email order confirmation is simply a recognition that we have received your requested order, and does not constitute an offer to sell. We reserve the right to limit the quantity of any item sold, or prohibit a sale altogether, including but not limited to prohibiting sales to resellers.\nNOTICE AND TAKE-DOWN PROCEDURES\nIf you believe any Materials on the Site infringe your copyright or trademark rights, you may request such Materials be removed by following the notice and take-down procedures of the Digital Millennium Copyright Act. To follow those procedures, contact Staples' copyright agent (identified below) and provide the following information:\nA clear statement identifying the works or other Materials believed to be infringed.\nA statement from the copyright holder or authorized representative that the Materials are believed to be infringing.\nSufficient information about the location of the allegedly infringing Materials so that Staples can find and verify its existence.\nYour name, telephone number and email address.\nA statement from you under penalty of perjury that the information supplied is accurate, and that you are authorized to act on the copyright owner's behalf.\nA signature or the electronic equivalent from the copyright holder or authorized representative.\nStaples' agent for notice of copyright issues on the Site can be reached as follows:\nStaples, Inc.500 Staples DriveFramingham, MA 01702Attn: Legal Departmentwith a copy to: General Counsel(ref: Copyright Infringement)\nFOR STAPLES® COPY & PRINT CENTER ORDERS\nBy processing and submitting your Staples Copy & Print Center order on the Site:\nYou represent and warrant to Staples, its officers, directors, employees, agents, successors, subsidiaries, agents, distributors, affiliates and third parties providing information or services on the Site (collectively, the \"Staples Parties\"), that you own and possess all rights or own sufficient rights of third parties necessary to copy, produce, print or imprint each and every document or other item and portion thereof you submit.\nYou agree and covenant that at Staples' request, and without further consideration, you will promptly provide Staples with reasonable evidence of such adequate and enforceable rights of third parties (i.e., consents, approvals, licenses or sublicenses), and agree that Staples may provide a copy of these T&C to anyone claiming an infringement of copyrightrademark in your document or to law enforcement or other entities as required by law or as Staples reasonably determines to be necessary to protect its rights or the rights of others.\nCONDUCT OF USERS\nYou agree that you will not: (i) transmit via or through the Site any information, data, text, files, links, software, chat, communication or other materials that is or that Staples considers to be unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, racially or ethnically hateful or otherwise objectionable; (ii) attempt to transmit any \"virus,\" \"trojan horse\" or other software destruction or disruption device; (iii) intentionally or unintentionally violate any applicable local, state, national or international law, including but not limited to, any regulations having the force of law while you are using or accessing the Site or in connection with your use of the Site, in any manner; and (iv) invade the privacy or violate any personal or proprietary right (including intellectual property rights) of any person or entity.\nINDEMNITY\nBy using the Site, you agree to indemnify the Staples Parties for any and all claims, damages, losses, liabilities and causes of action (including expenses and attorneys' fees) incurred by them arising out of or relating to your breach or alleged breach of these T&C (including, without limitation, claims made by third parties for infringement of intellectual property rights). You agree to cooperate as fully as reasonably required in the defense of any claim. Staples reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.\nDISCLAIMER, LIMITATION OF LIABILITY\nTHE SITE IS PROVIDED BY STAPLES ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. STAPLES MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO (1) THE OPERATION OF THE SITE, (2) THE QUALITY, ACCURACY, COMPLETENESS OR VALIDITY OF ANY MATERIALS ON THE SITE, OR THE INFORMATION, CONTENT, MATERIALS OR PRODUCTS INCLUDED ON THE SITE, OR (3) WHETHER THE FUNCTIONS CONTAINED ON THE SITE WILL BE UNINTERRUPTED OR ERROR FREE, OR THAT DEFECTS WILL BE CORRECTED, INCLUDING BUT NOT LIMITED TO, WARRANTIES OF TITLE, IMPLIED WARRANTIES OF MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE. STAPLES IS NOT RESPONSIBLE FOR PRINTING OR TYPOGRAPHICAL ERRORS. YOU EXPRESSLY AGREE THAT YOUR USE OF THE SITE IS AT YOUR SOLE RISK.\nTHIS SITE MAY ALSO CONTAIN FACTS, VIEWS, OPINIONS, STATEMENTS AND RECOMMENDATIONS OF THIRD-PARTY INDIVIDUALS AND ORGANIZATIONS. NONE OF THE STAPLES PARTIES REPRESENTS OR ENDORSES THE ACCURACY, TIMELINESS OR RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED, UPLOADED OR DISTRIBUTED THROUGH THE SITE. YOU ACKNOWLEDGE THAT ANY RELIANCE ON ANY SUCH OPINION, ADVICE, STATEMENT OR INFORMATION WILL BE AT YOUR SOLE RISK.\nNONE OF THE STAPLES PARTIES IS RESPONSIBLE OR LIABLE FOR ANY SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR OTHER INDIRECT DAMAGES THAT RESULT FROM THE USE OF, OR THE INABILITY TO USE, THE SITE OR THE INFORMATION CONTAINED ON THE SITE, EVEN IF THAT PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IN NO EVENT SHALL THE TOTAL LIABILITY OF THE STAPLES PARTIES TO YOU FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION RESULTING FROM YOUR USE OF THE SITE, WHETHER IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE) OR OTHERWISE, EXCEED ONE DOLLAR (US$1.00).\nCERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.\nTYPOGRAPHICAL ERRORS\nWhile we make every effort to provide accurate information, inaccuracies or errors may occur, including price information and product specifications. In the unlikely event that there is a typographical error, we will, at our discretion, either contact you for instructions before shipping, or cancel your order and notify you about the cancellation. Staples reserves the right to correct any errors, inaccuracies or omissions, including after an order has been submitted and whether or not the order has been confirmed and your credit card charged.\nTERMINATION\nStaples may, in its sole discretion, terminate or suspend your access to all or part of the Site, for any reason, including, without limitation, breach of these T&C. In the event these T&C are terminated, the restrictions regarding Materials appearing on the Site, and the representations and warranties, indemnities and limitations of liabilities set forth in these T&C will survive termination. In the event that you are unsatisfied with the services provided by Staples, your sole remedy is to terminate your use of the Site.\nJURISDICTION\nStaples operates the Site from its offices within the United States. Staples makes no representations that content and materials on the Site are legal or appropriate for use from outside the United States. If you choose to access the Site from other locations, you do so at your own risk and are responsible for compliance with any and all local laws. You may not use the Site in violation of U.S. export laws and regulations. These T&C will be governed by and construed in accordance with the laws of the Commonwealth of Massachusetts, as it is applied to agreements entered into and performed therein, and excluding (i) the United Nations Convention on Contracts for the International Sale of Goods; (ii) the 1974 Convention on the Limitation Period in the International Sale of Goods; and (iii) the Protocol amending the 1974 Convention, done at Vienna April 11, 1980. Any action brought to enforce these T&C or matters related to the Site will be brought in either the State or Federal Courts of the Commonwealth of Massachusetts; provided, however, that notwithstanding anything contained in these T&C to the contrary, Staples shall have the right to institute judicial proceedings against you or anyone acting by, through or under you, in order to enforce Staples' rights hereunder through reformation of contract, specific performance, injunction or similar equitable relief. Any claim or cause of action you have with respect to use of the Site must be commenced within one (1) year after the claim arises. If any provision of these T&C is deemed void, unlawful or otherwise unenforceable for any reason, that provision will be severed from these T&C and the remaining provisions of these T&C will remain in force. These T&C constitute the entire agreement between you and Staples concerning your use of the Site.\nCOMMENTS, COMPLAINTS AND QUESTIONS\nWe welcome your feedback about the Site. However, any comments, ideas, notes, messages, suggestions or other communications sent to the Site shall be and remain the exclusive property of Staples, and we may use all such communications in any manner, including reproducing, disclosing and publishing such communications, all without compensation to you. Should you have any questions or complaints regarding violations of these T&C, please contact us.\nThis Site is licensed under U.S. Patent No. 6,330,592. Also, one or more other patents may apply to the Site, including without limitation: U.S. Patent Nos. 5,761,649; 7,908,173; and 7,908,176.",
    "Staples Mobile Terms and Conditions": "To Sign Up for Staples Alerts: Send a text message that says STAPLES to 555-444. Staples will reply with a text message containing a link and a request for more information. By providing your phone number and pressing Sign Up, you consent to receive Staples text message at the phone number designated (up to 6 text messages per month). Texts may be sent via automatic telephone dialing system. Your consent to receive text messages does not mean you are obligated to make a purchase.\nTo Stop the Programs: To stop messages from Staples coming to your phone, you can opt out of the program via SMS. To stop our text deals alerts, just send a text message that says STOP to 555-444.\nYou will be removed from all Staples SMS programs after a one-time cancel confirmation, and won’t receive any future messages after that unless you opt back in.\nThe Staples Mobile Program is compatible with Alltel, AT&T, Boost, Cellular South, MetroPCS, Midwest Wireless, nTelos, Sprint, Suncom, T-Mobile, Verizon Wireless and Virgin Mobile. To participate, the recipient's phone needs to be text messaging–enabled. We try to make it so everyone can participate, but depending on your carrier, plan and phone, we can't guarantee it will work for you.\nCost to Participate: Although Staples' Mobile Programs are complimentary and require no purchase or fee for participation, message and data rates may apply. Check your mobile plan for more details. Subscribers will receive up to the specified number of alerts per program each month.\nStaples One-Time Deals Query: You will receive 1 message per request.\nStaples Alerts: You will receive up to 6 messages per month.\nStaples Daily Deals Alerts: You will receive up to 31 messages per month.\nQuestions: You can send a text message from your mobile phone with the word HELP to 555-444 at any time, or call us at 800-333-3330. We can answer any questions you have about the program.\nTerms and Conditions: By participating in Staples' Mobile Program, you are agreeing to the terms and conditions presented here. Staples’ full Privacy Policy can be found here.",
    "U.S. Delivery Survey Rules": "1. TIMING: NO PURCHASE NECESSARY TO ENTER OR WIN. PURCHASE WILL NOT INCREASE YOUR CHANCES OF WINNING. YOU HAVE NOT YET WON.  The Staples® 2015 Customer Satisfaction Survey $250 Sweepstakes (\"Sweepstakes\") is a quarterly random drawing Sweepstakes beginning on or about Sunday, May 3, 2015 at 12:00:01 a.m. Eastern Time (“ET”) and ending on  Saturday, January 30, 2016 at 11:59:59 p.m. ET  (collectively, \"Sweepstakes Period\"). The administrator of this Sweepstakes is COHEN-FRIEDBERG ASSOCIATES, LLC, Framingham, MA 01702, (\"Administrator).  The Sponsor of this Sweepstakes is Staples the Office Superstore, LLC, 500 Staples Drive, Framingham, MA 01702 (\"Sponsor\"). \n2. HOW TO ENTER: There are two ways to enter this Sweepstakes. (1) Customers who receive an invitation can complete a customer satisfaction survey online. Once the survey has been completed you will automatically receive one (1) entry into the Sweepstakes (see entry dates chart below) unless you choose not to enter (option given during survey). ALL online entries must be made within fourteen (14) days of receipt of receiving an email invitation. (2) Free alternate means of entry: Legibly hand print on a postcard your complete name, street address (no P.O. Boxes, please), city, state, zip code, daytime phone number, age and email address (if available) and mail it to: Staples 2015 Customer Satisfaction Survey $250 Sweepstakes, P.O. Box 2242, Framingham, MA 01703-2242. Sponsor and Administrator not responsible for lost, late, mutilated or postage due entries.\nQUARTERLY UNIQUE ENTRY PERIODS LISTED BELOW:\n\n\n\n\n\nEntry Period Begins 12:00:01 a.m. ET:    \n\n\nEntry Ends:      11:59:59 p.m. ET  \n\n\nDrawing Date:             \n\n\nMailed entries must be received by:\n\n\n\n\n5/3/15\n\n\n8/1/15\n\n\n8/5/15\n\n\n8/4/15\n\n\n\n\n8/2/15\n\n\n10/31/15\n\n\n11/4/15\n\n\n11/3/15\n\n\n\n\n11/1/15\n\n\n1/30/16\n\n\n2/3/16\n\n\n2/2/16\n\n\n\n\n\nMail-in entries will be entered into the drawing period based on the date of receipt of entry. LIMIT: One entry per month per email or household address. One prize per person or household over each Sweepstakes Period. NO entry will be carried forward to another drawing period. To enter all four drawings, you must enter one time per Drawing Period.\nAll entries and materials submitted become the property of the Sponsor and shall not be acknowledged or returned.  If entries exceed the entry limitations, the Entrant may be disqualified in the Sponsors’ sole discretion. Entrants must provide all information requested to be eligible to win. Incomplete, unreadable, or unintelligible entries shall be disqualified.  Entries generated by a script, macro or other automated means shall be disqualified. Each entrant must be the rightful owner or have authorized use of the e-mail address identified in the entrant's entry as of the Start Date. In the event of a dispute as to the identity of a winner, the winner shall be deemed to be the person in whose name the e-mail account governing the e-mail address was opened.\n3.  ELIGIBILITY: Sweepstakes is open to legal residents of the United States and Washington, D.C. (excluding Alaska, Hawaii, Louisiana, Puerto Rico, U.S. Virgin Islands and Guam) who are at least 18 years old at time of entry.  Any individuals (including but not limited to employees, consultants, independent contractors and interns) who have, within six months prior to the Start Date, held employment with or performed services for Sponsor or Administrator (collectively, \"Sweepstakes Entities\") or any organizations affiliated with the sponsorship, fulfillment, administration, prize support, advertisement or promotion of the Sweepstakes are not eligible to enter or win. Immediate family and household members of such individuals are also not eligible to enter or win. \"Household Members\" shall mean those people who share the same residence at least three months a year. \"Immediate Family Members\" shall mean parents, step-parents, legal guardians, children, step-children, siblings, step-siblings, or spouses. Void where prohibited.\n4. WINNER SELECTION AND NOTIFICATION:  A random drawing will be conducted by the Sweepstakes Administrator from all eligible entries received during a Promotion Period. One Grand Prize winner will be selected in each drawing based on the Drawing Schedule listed in Rule #2. Prize winner shall be notified by telephone, email and/or overnight mail, whichever is appropriate. Selected winner shall be required to respond (as directed) to the notification within Five (5) business days of attempted notification date. The failure to respond timely to the notification shall result in forfeiture of the prize and, in such case, the Administrator shall randomly select an alternate winner from among the remaining eligible entries. Prizewinners may (at Sponsor’s sole discretion) be required to verify name and complete address and to execute before a notary public and return within seven (7) days an affidavit of eligibility and liability/publicity release covering eligibility, liability, advertising, publicity and media appearance issues, unless prohibited by law. Prize shall not be awarded until all such properly executed and notarized forms are returned.  The decisions of the Administrator are final and legally binding in all Sweepstakes related matters.\n5.  PRIZE: ONLY THE PRIZE LISTED BELOW WILL BE AWARDED EACH QUARTER.\nFOUR (4) QUARTERLY GRAND PRIZES:  $250 Staples Gift Card. Gift cards are redeemable at all Staples retail stores in the United States. The Staples Gift card is not redeemable, transferable or exchangeable for cash and cannot be applied to existing credit balances. The terms and conditions of use of a Staples Gift Card apply.\nPrizewinner cannot assign or transfer all or any portion of any prize to another person.  Winner shall be responsible for any and all federal, state and/or local taxes resulting from acceptance of the prize.  No prize will be replaced if lost or stolen once issued to the recipient. If a prize cannot be awarded due to circumstances beyond the control of Sponsor, a substitute prize of equal or greater retail value may be awarded.\n6.  ODDS OF WINNING:  Odds of winning depend on the number of eligible entries received in a Promotion Period.\n7. CONDITIONS OF PARTICIPATION/INDEMNIFICATION: By participating, entrants agree to be bound by these Official Rules and the decisions of the Sponsor and the Administrator, which shall be final and legally binding in all respects. All federal, state and local laws and regulations apply. By participating in this Sweepstakes and/or by accepting any prize that they may win, entrants agree that the Sweepstakes Entities; their parent, subsidiary and affiliated companies, units and divisions and advertising and promotional agencies and prize suppliers; each of their respective officers, directors, agents, representatives and employees; and each of these companies and individuals' respective successors, representatives and assigns (collectively, the \"Indemnified Parties\") shall not be liable for any and all actions, claims, including any third party claims, injury, loss or damage arising in any manner, directly or indirectly, arising from or relating to this Sweepstakes, including entry and participation in this Sweepstakes and acceptance, possession, use or misuse of any prize. Each entrant, including each prizewinner, by participating in the Sweepstakes, agrees to fully indemnify each Indemnified Party from any and all such claims by third parties without limitation.  Entrants authorize the Indemnified Parties to use their name, voice, likeness, biographical data, city and state of residence and entry materials in programming or promotional material, worldwide in perpetuity, or on a winners list, if applicable, without further compensation unless prohibited by law. Sponsor is not obligated to use any of the above mentioned information or materials, but may do so and may edit such information or materials, at Sponsor's sole discretion, without further obligation or compensation. The Indemnified Parties shall not be liable for: (i) late, lost, delayed, stolen, misdirected, postage-due, incomplete unreadable, inaccurate, garbled or unintelligible entries, communications or affidavits, regardless of the method of transmission; (ii) telephone system, telephone or computer hardware, software or other technical or computer malfunctions, lost connections, disconnections, delays or transmission errors; (iii) data corruption, theft, destruction, unauthorized access to or alteration of entry or other materials; (iv) any injuries, losses or damages of any kind caused by the prize or resulting from acceptance, possession or use of a prize, or from participation in the Sweepstakes; or (v) any printing, typographical, administrative or technological errors in any materials associated with the Sweepstakes. Sponsor disclaims any liability for damage to any computer system resulting from participating in, or accessing or downloading information in connection with this Sweepstakes, and reserves the right, in its sole discretion, to cancel, modify or suspend the Sweepstakes should a virus, bug, computer problem, unauthorized intervention or other causes beyond Sponsor's control, corrupt the administration, security or proper play of the Sweepstakes. Sponsor may prohibit you from participating in the Sweepstakes or winning a prize if, in its sole discretion, it determines you are attempting to undermine the legitimate operation of the Sweepstakes by cheating, hacking, deception, or any other unfair playing practices of intending to annoy, abuse, threaten or harass any other players or Sponsor representatives. This Sweepstakes shall be governed by the internal laws of the Commonwealth of Massachusetts. Any and all legal actions or claims arising in connection with this Sweepstakes must be brought in a court of competent jurisdiction within the Commonwealth of Massachusetts and you hereby submit to jurisdiction by the Commonwealth of Massachusetts.   CAUTION: ANY ATTEMPT TO DELIBERATELY DAMAGE THE WEB SITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE SWEEPSTAKES MAY BE IN VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHALL RESULT IN DISQUALIFICATION FROM PARTICIPATION IN THE SWEEPSTAKES. SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO SEEK REMEDIES AND DAMAGES (INCLUDING ATTORNEY FEES) TO THE FULLEST EXTENT OF THE LAW, INCLUDING CRIMINAL PROSECUTION.\n8. PRIVACY POLICY: By entering the Sweepstakes, you grant Sponsor permission to share your email address and any other personally identifiable information with the Administrator.  Sponsor will not share your personal information with any parties other than the corresponding Sweepstakes Entities and suppliers who have been opted in by the entrants to send them future information.\n9.  Prize Winner List:  For the list of quarterly prize winners or a copy of the Official Rules, mail a self-addressed, stamped envelope to be received no later than 2/20/16 to:  “The Staples® Customer Satisfaction Survey $250 Sweepstakes” Winners List or Rules, PO Box 2242, Framingham, MA 01703-2242 (VT residents may omit return postage). Administrator will supply a winners list based on the date of receipt of any request.",
    "U.S. Retail Survey Rules": "1. TIMING: NO PURCHASE NECESSARY TO ENTER OR WIN. PURCHASE WILL NOT INCREASE YOUR CHANCES OF WINNING. YOU HAVE NOT YET WON. The Staples® Customer Satisfaction Survey $500 Monthly Sweepstakes (\"Sweepstakes\") is a monthly random drawing Sweepstakes beginning on or about Sunday, May 3, 2015 at 12:00:01 a.m. Eastern Time (“ET”) and ending on  Saturday, January 30, 2016 at 11:59:59 p.m. ET (collectively, \"Sweepstakes Period\"). The administrator of this Sweepstakes is COHEN-FRIEDBERG ASSOCIATES, LLC, Framingham, MA 01702, (\"Administrator\"). The Sponsor of this Sweepstakes is Staples the Office Superstore, LLC, 500 Staples Drive, Framingham, MA 01702 (\"Sponsor\").\n2. HOW TO ENTER: There are two ways to enter this Sweepstakes. Customers who receive an invitation to complete a customer satisfaction survey either on their store receipt containing the official 19-digit order number (must complete survey within seven (7) days) or receive an email invitation from the Sponsor (must be complete survey within (14) days) to participate in the survey complete a customer satisfaction survey online.  Once the survey has been completed you will automatically receive one entry into the Sweepstakes (see entry dates chart below) unless you affirmatively choose not to enter the Sweepstakes (option given during survey).  (2) Free alternate means of entry: Legibly hand print on a postcard your complete name, street address (no P.O. Boxes please), city, state, zip code, daytime phone number, age and email address (if available) and mail it to: Staples Customer Satisfaction Survey Sweepstakes, P.O. Box 2242, Framingham, MA 01703-2242. Entry in the Sweepstakes does not constitute entry into any other promotion, contest or sweepstakes.\nSWEEPSTAKES PERIODS:\n\n\n\n\n\nSweepstakes #\n\n\nEntry Period Begins at 12:00:01 a.m. ET:\n\n\nEntry Period Ends at 11:59:59 p.m. ET:\n \n\n\nAnticipated Drawing Date:\n\n\nAll Mail-in Entries Must Be Received By 11:59:59 p.m. ET on the below dates:\n\n\n\n\n1\n\n\n5/3/15\n\n\n5/30/15\n\n\n6/3/15\n\n\n6/2/15\n\n\n\n\n2\n\n\n5/31/15\n\n\n6/4/15\n\n\n7/8/15\n\n\n7/7/15\n\n\n\n\n3\n\n\n7/5/15\n\n\n8/1/15\n\n\n9/5/15\n\n\n9/4/15\n\n\n\n\n4\n\n\n8/2/15\n\n\n8/29/15\n\n\n9/2/15\n\n\n9/1/15\n\n\n\n\n5\n\n\n8/30/15\n\n\n9/3/15\n\n\n10/7/15\n\n\n10/6/15\n\n\n\n\n6\n\n\n10/4/15\n\n\n10/31/15\n\n\n11/4/15\n\n\n11/3/15\n\n\n\n\n7\n\n\n11/1/15\n\n\n11/28/15\n\n\n12/2/15\n\n\n12/1/15\n\n\n\n\n8\n\n\n11/29/15\n\n\n1/1/16\n\n\n1/6/16\n\n\n1/5/16\n\n\n\n\n9\n\n\n1/3/16\n\n\n1/30/16\n\n\n2/3/16\n\n\n2/2/16\n\n\n\n\n\nMail-in entries will be entered into the drawing period based on the date of receipt of entry. LIMIT: One entry per month per email or household address. One prize per person or household over the Sweepstakes Period. All entries received for a given month’s drawing will NOT be retained for subsequent months’ drawings.\nAll entries and materials submitted become the property of the Sponsor and shall not be acknowledged or returned. If entries exceed the entry limitations, the Entrant may be disqualified in the Sponsors’ sole discretion. Entrants must provide all information requested to be eligible to win. Incomplete, unreadable, or unintelligible entries shall be disqualified. Entries generated by a script, macro or other automated means shall be disqualified. Each entrant must be the rightful owner or have authorized use of the e-mail address identified in the entrant's entry as of the Start Date entry is made. In the event of a dispute as to the identity of a winner, the winner shall be deemed to be the person in whose name the e-mail account governing the e-mail address was opened.\n3.  ELIGIBILITY: Sweepstakes is open to legal residents of the United States and Washington, D.C. (excluding Hawaii, Puerto Rico, U.S. Virgin Islands and Guam) who are at least 21 years old at time of entry. Any individuals (including but not limited to employees, consultants, independent contractors and interns) who have, within six months prior to any entry date listed above, held employment with or performed services for Sponsor or Administrator (collectively, \"Sweepstakes Entities\") or any organizations affiliated with the sponsorship, fulfillment, administration, prize support, advertisement or promotion of the Sweepstakes are not eligible to enter or win. Immediate family and household members of such individuals are also not eligible to enter or win. \"Household Members\" shall mean those people who share the same residence at least three months a year. \"Immediate Family Members\" shall mean parents, step-parents, legal guardians, children, step-children, siblings, step-siblings, or spouses. Void where prohibited.\n4. WINNER SELECTION AND NOTIFICATION:  Winners shall be selected in a series of unique random drawings conducted by the Sweepstakes Administrator from all eligible entries received during a Sweepstakes Period (see Rule #2). Each Month four (4) $500 Staples Gift Card Grand Prize Winners will be selected in each of the drawing periods listed in Rule #2.\nPrizewinner shall be notified by telephone, email and/or overnight mail, whichever is appropriate. Selected winner shall be required to respond (as directed) to the notification within three (3) business days of attempted notification date. The failure to respond timely to the notification shall result in forfeiture of the prize and, in such case, the Administrator shall randomly select an alternate winner from among the remaining eligible entries. Prizewinners shall be required to verify name and complete address and to execute before a notary public and return within seven (7) days an affidavit of eligibility and liability/publicity release covering eligibility, liability, advertising, publicity and media appearance issues, unless prohibited by law. Prize shall not be awarded until all such properly executed and notarized forms are returned to the Administrator. The decisions of the Administrator are final and legally binding in all Sweepstakes related matters.\n5.  PRIZE: ONLY THE PRIZE LISTED BELOW WILL BE AWARED IN EACH MONTHLY DRAWING.\nFOUR (4) MONTHLY GRAND PRIZES:  Each monthly Grand Prize winner shall each receive a $500 Staples Gift Card. Gift cards are redeemable at all Staples retail stores in the continental United States. The Staples Gift card is not redeemable, transferable or exchangeable for cash and cannot be applied to existing credit balances. The terms and conditions of use of a Staples Gift Card apply. http://www.staples.com/sbd/cre/marketing/giftcards/index.html?cmSearchKeyword=gift+cards for terms and conditions.\nPrizewinners cannot assign or transfer all or any portion of any prize to another person. Winners shall be responsible for any and all federal, state and/or local taxes resulting from acceptance of the prize. No prize will be replaced if lost or stolen once issued to the recipient. If a prize cannot be awarded due to circumstances beyond the control of Sponsor, a substitute prize of equal or greater retail value may be awarded.\n6.  ODDS OF WINNING:  Odds of winning depend on the number of eligible entries received in a Promotion Period.\n7. CONDITIONS OF PARTICIPATION/INDEMNIFICATION: By participating, entrants agree to be bound by these official rules and the decisions of the Sponsor and the Administrator, which shall be final and legally binding in all respects. All federal, state and local laws and regulations apply. By participating in this Sweepstakes and/or by accepting any prize that they may win, entrants agree that the Sweepstakes Entities; their parent, subsidiary and affiliated companies, units and divisions and advertising and promotional agencies and prize suppliers; each of their respective officers, directors, agents, representatives and employees; and each of these companies and individuals' respective successors, representatives and assigns (collectively, the \"Indemnified Parties\") shall not be liable for any and all actions, claims, including any third party claims, injury, loss or damage arising in any manner, directly or indirectly, arising from or relating to this Sweepstakes, including entry and participation in this Sweepstakes and acceptance, possession, use or misuse of any prize. Each entrant, including each prizewinner, by participating in the Sweepstakes, agrees to fully indemnify each Indemnified Party from any and all such claims by third parties without limitation. Entrants authorize the Indemnified Parties to use their name, voice, likeness, biographical data, city and state of residence and entry materials in programming or promotional material, worldwide in perpetuity, or on a winners list, if applicable, without further compensation unless prohibited by law. Sponsor is not obligated to use any of the above mentioned information or materials, but may do so and may edit such information or materials, at Sponsor's sole discretion, without further obligation or compensation. The Indemnified Parties shall not be liable for: (i) late, lost, delayed, stolen, misdirected, postage-due, incomplete unreadable, inaccurate, garbled or unintelligible entries, communications or affidavits, regardless of the method of transmission; (ii) telephone system, telephone or computer hardware, software or other technical or computer malfunctions, lost connections, disconnections, delays or transmission errors; (iii) data corruption, theft, destruction, unauthorized access to or alteration of entry or other materials; (iv) any injuries, losses or damages of any kind caused by the prize or resulting from acceptance, possession or use of a prize, or from participation in the Sweepstakes; or (v) any printing, typographical, administrative or technological errors in any materials associated with the Sweepstakes. Sponsor disclaims any liability for damage to any computer system resulting from participating in, or accessing or downloading information in connection with this Sweepstakes, and reserves the right, in its sole discretion, to cancel, modify or suspend the Sweepstakes should a virus, bug, computer problem, unauthorized intervention or other causes beyond Sponsor's control, corrupt the administration, security or proper play of the Sweepstakes. Sponsor may prohibit you from participating in the Sweepstakes or winning a prize if, in its sole discretion, it determines you are attempting to undermine the legitimate operation of the Sweepstakes by cheating, hacking, deception, or any other unfair playing practices of intending to annoy, abuse, threaten or harass any other players or Sponsor representatives. This Sweepstakes shall be governed by the internal laws of the Commonwealth of Massachusetts. Any and all legal actions or claims arising in connection with this Sweepstakes must be brought in a court of competent jurisdiction within the Commonwealth of Massachusetts and you hereby submit to jurisdiction by the Commonwealth of Massachusetts. CAUTION: ANY ATTEMPT TO DELIBERATELY DAMAGE THE WEB SITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE SWEEPSTAKES MAY BE IN VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHALL RESULT IN DISQUALIFICATION FROM PARTICIPATION IN THE SWEEPSTAKES. SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO SEEK REMEDIES AND DAMAGES (INCLUDING ATTORNEY FEES) TO THE FULLEST EXTENT OF THE LAW, INCLUDING CRIMINAL PROSECUTION.\n8. PRIVACY POLICY: By entering the Sweepstakes, you grant Sponsor permission to share your email address and any other personally identifiable information with the Administrator. Sponsor will not share your personal information with any parties other than the corresponding Sweepstakes Entities and suppliers who have been opted in by the entrants to send them future information.\n9.  Prize Winner List:  For the list of monthly prize winners or a copy of the Official Rules, mail a self-addressed, stamped envelope to be received no later than  the drawing date listed in Rules #2 to:  “Staples Customer Satisfaction Survey” Winners List or Rules, PO Box 2242, Framingham, MA 01703-2242 (VT residents may omit return postage)."
  },
  "Contact Us": {},
  "Buy Online Pick Up In Store": {
    "Where can I go to learn more about Buy Online Pick Up In Store?": "Please visit the Buy Online Pick Up In Store Learn More Page.\n ",
    "How can I see if a local store has a particular product in stock?": "For products carried in our stores, you can view the product availability by clicking on the Pick Up Today button on the product or search page. You will be able to view Your Store inventory or search for another store.",
    "When will my order be ready?": "Your order will be ready for pick up in 2 hours. You will receive a “Ready for Pickup” email when your order is available for store pickup. Your order cannot be picked up until we’ve sent you the “Ready for Pickup” email.",
    "What should I do when I get to the store?": "Head to the Staples® EasyTechSM or Customer Service areas. Just look for the “Online pick up” sign or ask an associate to point you to the right area.",
    "How long do I have to pick up my order?": "Your order will be available at the store you choose for 5 days after you receive confirmation that your order is ready for pickup",
    "Can I have someone pick up my order for me?": "Yes, you can assign an alternate person to pick up your order during the checkout process in the Store Pick Up Information Section. Simply provide their name and telephone number. You will also need to forward the “Ready for Pickup” email to this person. They will need to provide this email and a valid ID at the time of pickup.",
    "Can I select the Buy Online and Pick Up In Store option while shopping Staples on my mobile phone?": "Yes! Just download the Staples App and search for products with Pick up in store today radio dial.",
    "Can I choose to Buy Online and Pick Up In Store for the items I need right away, while opting for shipping other items in my order?": "Of course! After you place all your items in the shopping cart, use the radio dials at the item-level to determine pickup or shipping options at checkout. For example, you can ship one item to your home or business and pick up the others in store."
  },
  "Auto Restock": {
    "Staples Auto Restock Terms of Use": "Welcome to the Staples Auto Restock program (“Auto ReAuto”) Terms of Use (the “Terms of Use”).  The Staples Auto Restock is operated by Staples Contract & Commercial, Inc. (together with its affiliated entities, “Staples”).  Your participation in Auto Restock is governed by these Terms of Use, as well as the Staples.com Terms and Conditions (in the event of any conflict between these Terms of Use and the Staples.com Terms and Conditions, these Terms of Use shall control).  Please read these Terms of Use carefully, because they constitute a legal agreement between you and Staples.  By registering in Staples Auto Restock, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use.  If you do not agree to these Terms of Use, please terminate your use of Auto Restock.  Staples reserves the right to change these Terms of Use.  You should check these Terms of Use periodically - by using Auto Restock after we post changes to these Terms of Use, you agree to accept those changes, whether or not you actually reviewed them.  These Terms of Use were last updated on 4/15/15. \nELIGIBILITY\nYour Auto Restock is personal to you, and you may not assign or transfer your Auto Restock subscriptions, or any of its benefits, to any third party without Staples’ authorization. If any problems arise with your Auto Restock account, you will be notified through your email address provided with your Auto Restock subscription.  If continuing problems arise, your Auto Restock order will be canceled and no additional Auto Restock orders will be shipped until the problem has been resolved. If your particular Auto Restock order is canceled, your enrollment with Staples’ Auto Restock will remain in effect, and Staples will attempt to process the next Auto Restock order based on the delivery frequency you have chosen.\nIf an item is no longer available, or no longer eligible for Auto Restock, we will automatically suspend your subscription for that item and no additional orders with that subscription will be placed.  If you choose to replace the item, you will be required to create a new subscription order for that item\nBENEFITS\nYour enrollment begins after your first order. Your order will be based on the specific date you chose for your first order. If you did not specify a date for your order, your order will be processed immediately by Staples. \nStaples reserves the right to change the Auto Restock benefits at any time in its sole discretion.  All changes will apply to future orders, including the current subscriptions.\nPAYMENTS AND BILLING CONDITIONS\nA valid credit card is required at the time of the order, and will be used for payments of subsequent Auto Restock orders.\nThe total cost charged to your credit card for each Auto Restock order will be the cost of the item on the day that order is processed (plus delivery charges and sales tax, if applicable).  Therefore, the cost of each Auto Restock order may vary.\nAfter your first order, Staples will send you an email notice prior to processing each Auto Restock order to confirm the cost of the order. Your initial order will be processed when your subscription is set up. You can also view the order date, order number and total of each Auto Restock order by visiting “My Subscriptions” on your staples.com® account. The amount of each Auto Restock order will be billed to the credit card you authorize for Auto Restock purchases, and your card will be billed on the day your order is shipped.\nIf the method of payment used during the subscription period becomes invalid or if the charge is otherwise rejected, an email will be sent to the email address associated with your subscription notifying you that the next subscription will be on hold.\nUnless you update your method of payment, the charge for each order will be billed to the method of payment used when you create your subscription. If the method of payment becomes invalid at any time during the subscription period or if the charge is otherwise rejected, we will send an email to the email address associated with your subscription notifying you that the subscription has been placed on hold.\nCHANGES, CANCELATION AND RENEWAL OF SUBSCRIPTION\nYou can change or cancel your subscription any time before the current order has shipped in “My Auto Restock Orders” on staples.com.  Your subscription will remain in effect until it is canceled.  To prevent additional shipments of an Auto Restock order, you must cancel or change your subscription within 24 hours before the next subscription order is shipped.   You will only be charged for orders that have already processed for delivery.\nELIGIBLE ITEMS\nAuto Restock is limited to items displaying the Auto Restock message.\nTERMINATION POLICY\nStaples may, in its sole discretion, terminate or suspend your subscription, for any reason, including, without limitation, breach of these Terms of Use. In the event that you are not satisfied with the subscriptions provided by Staples, your sole remedy is to terminate your use of Auto Restock.  If we choose to do so, you will only be charged for orders that have been shipped to you",
    "What is Staples’ Auto Restock?": "Auto Restock allows you to shop for items that Staples offers that you never want to run out of. It is delivered to you on the schedule you set.",
    "How do I sign up?": "Sign in with your Staples.com account. You can find Auto Restock skus using search term such as restock SKU_Name.   You can add the items that are eligible to your account.  Select the frequency of how often items are delivered.  After you submit your order, you will receive a confirmation email. ",
    "Do I need to have a staples.com account?": "Yes, if you do not have a staples.com account, you can sign up at www.staples.com/office/suppliesegistration.",
    "What are the benefits of Staples Auto Restock?": "You will never run out of your favorite items.",
    "Can I remove an item from my subscription?": "Yes, by going to My Auto Restock Orders and Edit Delivery.",
    "How do I change a delivery date?": "You can update from My Auto Restock Orders.",
    "How do I change an item order frequency and schedule?": "You can update from My Auto Restock Orders.",
    "What happens if an item on my subscription is out of stock?": "If an item in your subscription is out of stock, we will notify you by email.",
    "Can I return items from my subscription?": "Returns will be treated like any other staples.com return. You can bring your item to any Staples® retail store, even if you ordered it online or by catalog. If you're unable to go to a store, we also offer convenient online returns; simply click on \"Return an Item\" above or feel free to call Staples Customer Service at 800-333-3330.",
    "Why did the price of my subscription change? Can it change each time?": "The amount of each subscription order may vary. The price of your first subscription order will be confirmed when you enroll. After your first order, we confirm the price of the subscription item via email confirming your subscription order, plus any sales tax.",
    "When will I be charged?": "You will be charged when your order is shipped. For your first Auto Restock order, the price of your order will be confirmed and you will be charged immediately. After your first Auto Restock order, we will send an email before it is scheduled to ship.",
    "Can I skip an order?": "You may skip an order 24 hours before an order is placed.",
    "Why can’t I skip an order?": "The order has already been processed in our system and the window to skip that order has passed.",
    "How will I know when my order has been shipped?": "We will send you an email confirmation to let you know when it's been shipped.",
    "How can I check on my order’s delivery status?": "To check the delivery status of your order, visit the Order Status page on staples.com and type in your order number and zip code. You can also log into staples.com, click on \"Track Order\" in the top right corner of the page and select the appropriate order for tracking information. We cannot determine exact delivery time, but we can tell you if your order has been shipped, and whether any problems with it have been reported to us.  Order ID and Subscription ID are different and you can track an order only with an order ID.  For more specific delivery details, please refer to your order.",
    "Can I use my Staples Rewards rebates to pay for my subscription?": "No",
    "Why did Staples cancel my subscription?": "Staples will cancel your subscription if the item is no longer eligible for Auto Restock or the item has been discontinued or changed. If you'd like to subscribe to a different item, please view eligible Auto Restock items.  Orders can also be cancelled when there are problems with the credit card. If you have more questions, please contact Staples Customer Service at 800-333-3330.",
    "How do I cancel my subscription?": "You can cancel your subscription anytime on your staples.com account by going to My Auto Restock Orders.",
    "How do I reenroll in my subscription?": "You can reactivate your subscription anytime on your staples.com account by going to My Auto Restock Orders.",
    "What are the different ways I can pay for my subscription?": "We currently accept Staples® Credit Cards, Visa, MasterCard, Discover and American Express. We accept single or multiple methods of payment on your purchases online and at the kiosk. Staples maintains reasonable and appropriate standards to safeguard your Personal Information. We cannot accept cards issued outside the United States\nYou cannot pay for your Auto Restock orders with gift cards, rewards, rebate cards or through the Visa Checkout.",
    "Is there a minimum number of items I have to purchase for Auto Restock?": "No.",
    "Do I still receive my Staples Rewards benefits?": "Yes.",
    "Can I add more to a subscription?": "Yes. Select the frequency of how often you want that item delivered. If you add this item 3 days before your next delivery, you can expect it with your next delivery. Otherwise, expect this item to be in the delivery after your next subscription."
  }
}